Repository: KSP-CKAN/CKAN
Catalog: Core/Properties/Resources.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, ru_ru, zh_cn

# GameInstanceManagerCacheMigrationPromptFreeSpaceUnknown
source: Old cache folder contains {0}. New cache folder has unknown free space. What would you like to do?
fr_fr: L'ancien dossier de cache contient {0}. Le nouveau dossier de cache a un espace libre inconnu. Que voulez-vous faire ?
pl_pl: Stary folder pamięci podręcznej zawiera {0}. Nowy folder pamięci podręcznej ma nieznaną wolną przestrzeń. Co chcesz zrobić?
zh_cn: 原缓存目录占用空间 {0}，新目录可用空间未知。 请选择操作：

# GameInstanceManagerCacheMigrationMove
source: Move old cached files to new cache folder
fr_fr: Déplacer les anciens fichiers mis en cache vers le nouveau dossier de cache
pl_pl: Przenieś stare pliki w pamięci podręcznej do nowego folderu pamięci podręcznej
zh_cn: 移动旧缓存文件到新缓存文件夹

# GameInstanceManagerCacheMigrationDelete
source: Delete cached files
fr_fr: Supprimer les fichiers du cache
pl_pl: Usuń pliki tymczasowe
zh_cn: 删除缓存文件

# GameInstanceManagerCacheMigrationOpen
source: Open old and new cache folders in file browsers
fr_fr: Ouvrir l'ancien et le nouveau dossier de cache dans le navigateur de fichiers
pl_pl: Otwórz stare i nowe foldery pamięci podręcznej w eksploratorze plików
zh_cn: 在文件管理器中打开新旧缓存文件夹

# GameInstanceManagerCacheMigrationNothing
source: Do nothing
fr_fr: Ne rien faire
pl_pl: Nie rób nic
zh_cn: 取消

# GameInstanceManagerCacheMigrationRevert
source: Revert back to using the old cache folder
fr_fr: Revenir à l'ancien dossier de cache
pl_pl: Przywróć do momentu używania starego folderu pamięci podręcznej
zh_cn: 恢复使用旧缓存文件夹

# GameInstanceManagerCacheMigrationNotEnoughFreeSpace
source: Not enough space to move files!
fr_fr: Pas assez d'espace pour déplacer les fichiers !
pl_pl: Za mało miejsca, aby przenieść pliki!
zh_cn: 没有足够的空间来移动文件！

# GameInstanceCloneInvalid
source: The specified instance is not a valid {0} instance
fr_fr: L'instance spécifiée n'est pas une instance {0} valide
it_it: L'istanza specificata non è un'istanza {0} valida
pl_pl: Podana instalacja nie jest poprawną instalacją {0}
ru_ru: Указанная сборка не является корректной сборкой {0}
zh_cn: 所选实例并非有效的 {0} 实例

# GameInstanceFakeBadVersion
source: The specified {0} version is not a known version: {1}
fr_fr: La version spécifiée {0} n'est pas une version connue : {1}
it_it: La versione specificata {0} non è una versione conosciuta: {1}
pl_pl: Podana wersja {0} nie jest znaną wersją: {1}
ru_ru: Указанная версия {0} не является известной версией: {1}
zh_cn: 选中的 {0} 版本并非已知版本: {1}

# GameInstanceFakeNotEmpty
source: The specified folder already exists and is not empty
fr_fr: Le dossier spécifié existe déjà et n'est pas vide
it_it: La cartella specificata esiste già e non è vuota
pl_pl: Podany folder już istnieje i nie jest pusty
ru_ru: Указанная папка уже существует и не является пустой
zh_cn: 选中的文件夹已经存在且不是空文件夹

# GameInstanceFakeDLCNotAllowed
source: {0} version {1} or above is needed for {2} DLC
fr_fr: {0} version {1} ou plus récent est nécessaire pour le DLC {2}
it_it: {0} versione {1} o superiore è necessaria per il DLC {2}
pl_pl: {0} wersja {1} lub wyższa jest wymagana dla DLC {2}
ru_ru: Для DLC «{2}» необходим {0} версии {1} или выше
zh_cn: {0} 版本 {1} 或以上需要 {2} DLC

# GameInstanceNoValidName
source: Could not return a valid name for the new instance
fr_fr: Impossible de renvoyer un nom valide pour la nouvelle instance
it_it: Impossibile restituire un nome valido per la nuova istanza
pl_pl: Nie można zwrócić prawidłowej nazwy dla nowej instalacji
ru_ru: Не удалось вернуть корректное имя для новой сборки
zh_cn: 无法为新实例返回有效的名称

# GameInstanceByPathName
source: custom
fr_fr: personnalisé
it_it: personalizzato
pl_pl: niestandardowe
ru_ru: своя
zh_cn: 自定义

# GameInstancePathNotFound
source: {0} does not exist
fr_fr: {0} n'existe pas
it_it: {0} non esiste
pl_pl: {0} nie istnieje
ru_ru: {0} не существует
zh_cn: {0} 不存在

# GameInstancePlayGameFailed
source: Couldn't start game. {0}
de_de: Das Spiel konnte nicht gestartet werden. {0}
fr_fr: Impossible de lancer le jeu. {0}
it_it: Impossibile avviare il gioco. {0}
ja_jp: 起動に失敗しました。 {0}
ko_kr: 게임을 실행할 수 없었어요. {0}
pl_pl: Nie można uruchomić gry. {0}
ru_ru: Не удалось запустить игру. {0}
zh_cn: 无法启动游戏. {0}

# ModuleInstallerNothingToInstall
source: Nothing to install
fr_fr: Rien à installer
it_it: Nulla da installare
pl_pl: Nic do zainstalowania
ru_ru: Нечего устанавливать
zh_cn: 没有需要安装的

# ModuleInstallerAboutToInstall
source: About to install:
fr_fr: Vont être installés :
it_it: Verrà installato:
pl_pl: Zainstaluje:
ru_ru: Будут установлены:
zh_cn: 中止安装:

# ModuleInstallerUserDeclined
source: User declined install list
fr_fr: L'utilisateur a refusé la liste d'installation
it_it: Lista di installazione rifiutata dall'utente
pl_pl: Użytkownik odrzucił listę instalacji
ru_ru: Пользователь отклонил установку
zh_cn: 用户取消安装列表

# ModuleInstallerInstallingMod
source: Installing {0}...
fr_fr: Installation de {0} ...
it_it: Installazione della mod "{0}"
pl_pl: Instalowanie moda "{0}"
ru_ru: Установка модификации «{0}»
zh_cn: 安装模组 "{0}"

# ModuleInstallerInstalledMod
source: Finished installing {0}
fr_fr: Fin de l'installation de {0}
pl_pl: Zakończono instalację {0}
zh_cn: 安装 {0} 完成

# ModuleInstallerUpdatingRegistry
source: Updating registry
fr_fr: Mise à jour du registre
it_it: Aggiornamento registro
pl_pl: Aktualizowanie rejestru
ru_ru: Обновление реестра
zh_cn: 正在更新注册表

# ModuleInstallerCommitting
source: Committing filesystem changes
fr_fr: Validation des changements du système de fichiers
it_it: Convalida delle modifiche al file system
pl_pl: Zatwierdzanie zmian systemu plików
ru_ru: Осуществление изменений файловой системы
zh_cn: 正在提交文件系统更改

# ModuleInstallerDone
source: Done!
fr_fr: Terminé !
it_it: Fatto!
pl_pl: Gotowe!
ru_ru: Готово!
zh_cn: 完成！

# ModuleInstallerAlreadyInstalled
source: {0} {1} already installed, skipped
fr_fr: {0} {1} déjà installé, ignoré
it_it: {0} {1} già installato, saltato
pl_pl: {0} {1} jest już zainstalowany, pominięto
ru_ru: {0} {1} уже установлен, пропуск
zh_cn: {0} {1} 已经安装，跳过

# ModuleInstallerZIPNotInCache
source: Trying to install {0}, but it's not downloaded or download is corrupted
fr_fr: Tentative d'installation de {0}, mais il n'est pas téléchargé ou le téléchargement est corrompu
it_it: Sto cercando di installare {0}, ma non è stato scaricato o il download è danneggiato
pl_pl: Próbuje zainstalować {0} ale plik nie jest pobrany bądź jest uszkodzony
ru_ru: Попытка установить {0}, но она не была загружена или оказалась повреждена
zh_cn: 尝试安装 {0}，但它没有被下载或下载被中断了

# ModuleInstallerBadDLLLocation
source: DLL for module {0} found at {1}, but it's not where CKAN would install it. Aborting to prevent multiple copies of the same mod being installed. To install this module, uninstall it manually and try again.
fr_fr: Le DLL du module {0} a été trouvé à {1}, mais ce n'est pas là où CKAN l'installerait. Annulation pour éviter que plusieurs copies du même mod soient installées. Pour installer ce module, désinstallez-le manuellement puis réessayez.
it_it: DLL per il modulo {0} trovata in {1}, ma non è dove CKAN la installerebbe. Si interrompe per evitare che vengano installate più copie dello stesso modulo. Per installare questo modulo, disinstallalo manualmente e riprova.
pl_pl: Znaleziono DLL dla modułu {0} w {1}, ale nie jest to miejsce, w którym CKAN ma go zainstalować. Przerywanie, aby zapobiec instalacji wielu kopii tego samego moda. Aby zainstalować tą modyfikacje, odinstaluj ją ręcznie i spróbuj ponownie.
ru_ru: DLL для модуля «{0}» найдена в {1}, но не там, где её бы установил CKAN. Во избежание установки нескольких копий модификации операция отменена. Вручную удалите модуль и попробуйте снова.
zh_cn: 在 {1} 发现了模组 {0} 的 DLL 文件 ，但 CKAN 无法在该位置安装它。正在中止安装以避免安装多个重复的模组。请手动卸载该模组并重试以安装它。

# ModuleInstallerFileSame
source: same
fr_fr: pareil
it_it: stesso
pl_pl: takie same
ru_ru: тот же
zh_cn: 相同

# ModuleInstallerFileDifferent
source: DIFFERENT
fr_fr: DIFFÉRENT
it_it: DIFFERENTE
pl_pl: RÓŻNE
ru_ru: ДРУГОЙ
zh_cn: 不相同

# ModuleInstallerOverwrite
source: Module {0} wants to overwrite the following manually installed files: {1} Overwrite?
fr_fr: Le module {0} veut remplacer les fichiers manuellement installés suivants : {1} Remplacer ?
it_it: Modulo {0} vuole sovrascrivere i seguenti file installati manualmente: {1} Sovrascrivere?
pl_pl: Moduł {0} chce nadpisać następujące ręcznie zainstalowane pliki: {1} Nadpisać?
ru_ru: Модуль «{0}» желает перезаписать следующие файлы, установленные вручную: {1} Перезаписать?
zh_cn: 模组 {0} 想要覆盖以下手动安装文件: {1} 覆盖吗?

# ModuleInstallerOverwriteCancelled
source: Not overwriting manually installed files, can't install {0}
fr_fr: Interdiction de remplacer les fichiers manuellement installés, impossible d'installer {0}
it_it: Impossibile sostituire i file installati manualmente, installazione di {0} impossibile
pl_pl: Nie nadpisuje ręcznie zainstalowanych plików, nie można zainstalować {0}
ru_ru: Установленные вручную файлы не перезаписаны, установка невозможна {0}
zh_cn: 取消覆盖手动安装文件，无法安装 {0}

# ModuleInstallerAboutToRemove
source: About to remove:
fr_fr: Vont être désinstallés :
it_it: Stai per rimuovere:
pl_pl: Zaraz usunę:
ru_ru: Будут удалены:
zh_cn: 中止删除:

# ModuleInstallerContinuePrompt
source: Continue?
es_es: ¿Continuar?
fr_fr: Continuer ?
it_it: Continuare?
pl_pl: Kontynuować?
ru_ru: Продолжить?
zh_cn: 继续？

# ModuleInstallerRemoveAborted
source: Mod removal aborted at user request
fr_fr: Désinstallation du mod annulée à la demande l'utilisateur
it_it: Rimozione della mod interrotta su richiesta utente
pl_pl: Usuwanie modyfikacji przerwane na żądanie użytkownika
ru_ru: Пользователь отменил удаление
zh_cn: 用户请求中止删除模组

# ModuleInstallerRemovingMod
source: Removing {0}...
fr_fr: Désinstallation de {0}...
it_it: Rimozione di {0}...
pl_pl: Usuwanie {0}...
ru_ru: Удаление {0}...
zh_cn: 正在删除 {0}...

# ModuleInstallerRemovedMod
source: Finished removing {0}
fr_fr: Suppression de {0} terminée
pl_pl: Zakończono usuwanie {0}
zh_cn: 移除{0}已完成。

# ModuleInstallerAboutToUpgrade
source: About to upgrade:
fr_fr: Vont être mis à jour :
it_it: Stai per aggiornare:
pl_pl: Zaktualizuje:
ru_ru: Будут обновлены:
zh_cn: 中止升级:

# ModuleInstallerUpgradeInstallingResuming
source: * Install: {0} {1} ({2}, {3} remaining)
fr_fr: * Installation : {0} {1} ({2}, {3} restant)
it_it: * Installa: {0} {1} ({2}, {3} rimanenti)
pl_pl: * Instalacja: {0} {1} ({2}, {3} pozostało)
ru_ru: * Установка: {0} {1} ({2}, {3} осталось)
zh_cn: * 安装: {0} {1} ({2}, {3} 剩余)

# ModuleInstallerUpgradeInstallingUncached
source: * Install: {0} {1} ({2}, {3})
fr_fr: * Installation : {0} {1} ({2}, {3})
it_it: * Installa: {0} {1} ({2}, {3} rimanenti)
pl_pl: * Instalacja: {0} {1} ({2}, {3} pozostało)
ru_ru: * Установка: {0} {1} ({2}, {3})
zh_cn: * 安装: {0} {1} ({2}，{3})

# ModuleInstallerUpgradeInstallingCached
source: * Install: {0} {1} (cached)
fr_fr: * Installation : {0} {1} (en cache)
it_it: * Installazione: {0} {1} (in cache)
pl_pl: * Instalacja: {0} {1} (zapisane na dysku)
ru_ru: * Установка: {0} {1} (кэшировано)
zh_cn: * 安装: {0} {1} (已缓存)

# ModuleInstallerUpgradeReinstalling
source: * Re-install: {0} {1}
fr_fr: * Réinstallation : {0} {1}
it_it: * Reinstallazione: {0} {1}
pl_pl: * Zainstaluj ponownie: {0} {1}
ru_ru: * Переустановка: {0} {1}
zh_cn: * 重新安装: {0} {1}

# ModuleInstallerUpgradeDowngrading
source: * Downgrade: {0} from {1} to {2}
fr_fr: * Rétrogradation : {0} de {1} vers {2}
it_it: * Downgrade: {0} da {1} a {2}
pl_pl: * Downgrade: {0} z {1} do {2}
ru_ru: * Откат: {0} от {1} к {2}
zh_cn: * 降级: {0} 从 {1} 到 {2}

# ModuleInstallerUpgradeUpgradingUncached
source: * Upgrade: {0} {1} to {2} ({3}, {4})
fr_fr: * Mise à jour : {0} {1} vers {2} ({3}, {4})
it_it: * Aggiornamento: {0} {1} a {2} ({3}, {4})
pl_pl: * Aktualizowanie: {0} {1} do {2} ({3}, {4})
ru_ru: * Обновление: {0} {1} до {2} ({3}, {4})
zh_cn: * 升级: {0} {1} 到 {2} ({3}，{4})

# ModuleInstallerUpgradeUpgradingCached
source: * Upgrade: {0} {1} to {2} (cached)
fr_fr: * Mise à jour : {0} {1} vers {2} (en cache)
it_it: * Aggiornamento: {0} {1} a {2} (in cache)
pl_pl: * Aktualizowanie: {0} {1} do {2} (zapisane na dysku)
ru_ru: * Обновление: {0} {1} до {2} (кэшировано)
zh_cn: * 升级: {0} {1} 到 {2} (已缓存)

# ModuleInstallerUpgradeAutoRemoving
source: * Auto-remove: {0} {1}
fr_fr: * Suppression automatique : {0} {1}
it_it: * Rimozione automatica: {0} {1}
pl_pl: * Automatyczne usuwanie: {0} {1}
zh_cn: * 自动移除: {0} {1}

# ModuleInstallerUpgradeUserDeclined
source: User declined upgrade list
fr_fr: L'utilisateur a refusé la liste de mise à jour
it_it: L'utente ha rifiutato l'elenco degli aggiornamenti
pl_pl: Użytkownik odrzucił listę aktualizacji
ru_ru: Пользователь отменил список обновления
zh_cn: 用户取消升级列表

# ModuleInstallerReplaceAutodetected
source: Can't replace {0} as it was not installed by CKAN. Please remove manually before trying to install it.
fr_fr: Impossible de remplacer {0} car il n'a pas été installé par CKAN. Veuillez le retirer manuellement avant d'essayer de l'installer.
it_it: Non è possibile sostituire {0} poiché non è stato installato da CKAN. Rimuovilo manualmente prima di provare a installarlo.
pl_pl: Nie można zastąpić {0} ponieważ nie został zainstalowany przez CKAN. Proszę usunąć go ręcznie, zanim spróbujesz go zainstalować.
ru_ru: Невозможно заменить {0}, так как он не был установлен CKAN. Удалите его вручную и попробуйте снова.
zh_cn: 无法替换 {0} 因为它并不是由 CKAN 安装的。请在尝试安装前手动删除它。

# ModuleInstallerReplaceNotInstalled
source: Can't replace {0} as it is not installed. Please attempt to install {1} instead.
fr_fr: Impossible de remplacer {0} car il n'est pas installé. Veuillez essayer d'installer {1} à la place.
it_it: Non è possibile sostituire {0} perché non è installato. Prova invece a installare {1}.
pl_pl: Nie można zastąpić {0} ponieważ nie jest zainstalowany. Spróbuj zainstalować {1}.
ru_ru: Невозможно заменить {0}, так как он не установлен. Сначала установите {1}.
zh_cn: 无法替换 {0} 因为它还未安装。请尝试安装 {1}。

# ModuleInstallerImportScanningFiles
source: Scanning files...
fr_fr: Analyse des fichiers...
pl_pl: Skanowanie plików...
zh_cn: 正在扫描文件...

# ModuleInstallerImportAlreadyCached
source: Already cached: {0}
fr_fr: Déjà en cache : {0}
it_it: Già in cache: {0}
pl_pl: Już w folderze cache: {0}
ru_ru: Уже кэшировано: {0}
zh_cn: 已缓存: {0}

# ModuleInstallerImportNotFound
source: Not found in index: {0}
fr_fr: Introuvable dans l'index : {0}
it_it: Non trovato nell'indice: {0}
pl_pl: Nie znaleziono w indeksie: {0}
ru_ru: Не найдено в указателе: {0}
zh_cn: 未找到索引: {0}

# ModuleInstallerImportInstallPrompt
source: Install {0} compatible imported mods in game instance {1} ({2})?
fr_fr: Installer {0} mods importés compatibles dans l'instance de jeu {1} ({2}) ?
it_it: Installare {0} mod compatibili importate nell'istanza di gioco {1} ({2})?
pl_pl: Zainstalować {0} kompatybilnych zaimportowanych modyfikacji w instalacji gry {1} ({2})?
ru_ru: Установить {0} совместимых импортированных модификаций в сборку игры {1} ({2})?
zh_cn: 安装 {0} 个兼容的导入的模组到游戏实例 {1} ({2}) 吗？

# ModuleInstallerImportDeletePrompt
source: Scanning complete. Delete {0} old files after import?
fr_fr: Analyse terminée. Supprimer {0} vieux fichiers après l'import ?
it_it: Importazione completata. Eliminare {0} file vecchi?
pl_pl: Importowanie zakończone. Usunąć {0} starych plików?
ru_ru: Импортирование завершено. Удалить {0} старых файлов?
zh_cn: 导入完成。 删除 {0} 个旧文件吗？

# KrakenDependencyNotSatisfied
source: Dependency on {0} version {1} not satisfied
fr_fr: La dépendance sur {0} version {1} n'est pas satisfaite
it_it: Dipendenza su {0} versione {1} non soddisfatta
pl_pl: Zależność od {0} w wersji {1} nie jest spełniona
ru_ru: Зависимость от {0} версии {1} не удовлетворена
zh_cn: {0} 版本 {1} 的依赖项未满足

# KrakenDependencyModuleNotFound
source: Module not found: {0} {1}
fr_fr: Module introuvable : {0} {1}
it_it: Modulo non trovato: {0} {1}
pl_pl: Nie znaleziono modułu: {0} {1}
ru_ru: Модуль не найден: {0} {1}
zh_cn: 模组未找到: {0} {1}

# KrakenProvidedByMoreThanOne
source: {1} requires {0}, which can be provided by multiple mods. Which {0} provider would you like to install?
fr_fr: {1} nécessite {0}, qui peut être fourni par plusieurs mods. Quel fournisseur {0} voulez-vous installer ?
it_it: Il modulo {0} è fornito da più di un modulo disponibile. Scegli una delle seguenti opzioni:
pl_pl: Moduł {0} jest dostarczony przez więcej niż jeden dostępny moduł. Wybierz jeden z następujących:
ru_ru: Модуль «{0}» предоставлен несколькими модулями. Выберите один из них:
zh_cn: {1} 需要 {0}，可以由多个模组提供。 您想要安装哪个 {0} 提供者？

# KrakenInconsistenciesHeader
source: Inconsistencies were found:
fr_fr: Des incohérences ont été trouvées :
it_it: Sono state rilevate le seguenti incoerenze:
pl_pl: Znaleziono następujące niespójności:
ru_ru: Были найдены следующие несоответствия:
zh_cn: 发现以下冲突:

# KrakenFailedToDeleteFiles
source: Unable to overwrite or delete files for {0}: {1} If the game is still running, close it and try again. Otherwise check the permissions.
fr_fr: Impossible de remplacer ou supprimer des fichiers pour {0} : {1} Si le jeu est toujours en cours d'exécution, fermez-le et réessayez. Sinon, vérifiez les permissions.
it_it: Impossibile sovrascrivere o cancellare i file per {0}: {1} Se il gioco è ancora in esecuzione, chiuderlo e riprovare. Altrimenti controllare i permessi.
pl_pl: Nie można nadpisać lub usunąć plików dla {0}: {1} Jeśli gra jest nadal uruchomiona, zamknij i spróbuj ponownie. W przeciwnym razie sprawdź uprawnienia.
zh_cn: 无法覆盖或删除 {0} 的文件： {1} 如果游戏仍在运行， 关闭后再试一次。 否则请检查权限。

# KrakenMissingDependency
source: Unsatisfied dependency {1} needed for: {0}
fr_fr: Dépendance {1} insatisfaite pour : {0}
it_it: {0} dipendenza mancante {1}
pl_pl: {0} brakuje zależności {1}
ru_ru: {0}: отсутствует зависимость {1}
zh_cn: {0} 缺少依赖 {1}

# KrakenMissingDependencyNeededFor
source: needed for {0}
fr_fr: requis par {0}
pl_pl: wymagane dla {0}
zh_cn: 需要 {0}

# KrakenConflictsWith
source: {0} conflicts with {1}
fr_fr: {0} est en conflit avec {1}
it_it: {0} conflitti con {1}
pl_pl: {0} koliduje z {1}
ru_ru: {0} конфликтует с {1}
zh_cn: {0} 与 {1} 冲突

# KrakenFileExistsWithOwner
source: Oh no! We tried to overwrite a file owned by another mod! Please report it at: https://github.com/KSP-CKAN/NetKAN/issues/new/choose Include the following information in your report: File: {0} Installing Mod: {1} Owning Mod: {2}
de_de: Oh nein! Wir haben versucht, eine Datei zu überschreiben, die einer anderen Mod gehört! Wenn dieses Problem wieder auftritt, dann ist es vielleicht ein Paketfehler. Bitte melde es unter: https://github.com/KSP-CKAN/NetKAN/issues/new/choose Bitte gib die folgenden Informationen mit an: Datei: {0} Installierende Mod: {1} Besitzende Mod: {2}
fr_fr: Oh non ! Nous avons essayé de remplacer un fichier appartenant à un autre mod ! Veuillez le signaler à : https://github.com/KSP-CKAN/NetKAN/issues/new/choose Veuillez inclure les informations suivantes dans votre rapport : Fichier : {0} Mod en cours d'installation : {1} Mod propriétaire : {2}
ja_jp: 他のModが所有しているファイルに上書きしようとしました！ CKANをアップデート後にもう一度お試しください。 もしこの問題が再び発生するのであれば、パッケージ中のバグの可能性があります。 こちらで報告をお願いします: https://github.com/KSP-CKAN/NetKAN/issues/new/choose 以下の情報を含めて報告してください: ファイル : {0} インストールしようとしているMod : {1} 所持しているMod: {2}
ko_kr: 으악! 우리가 다른 모드의 파일을 덮어씌우려고 했어요! 만약 이 문제가 다시 생긴다면 패키징에 버그가 있을 수도 있어요. https://github.com/KSP-CKAN/NetKAN/issues/new/choose 에서 신고해주세요. 다음의 정보들을 신고할 때 첨부해주세요. File : {0} Installing Mod : {1} Owning Mod: {2}
pl_pl: O nie! Próbowaliśmy nadpisać plik należący do innego moda! Jeśli problem się powtórzy, może być to błąd programu. Proszę to zgłosić tutaj: https://github.com/KSP-CKAN/NetKAN/issues/new Podaj następujące informacje w twoim zgłoszeniu (Oczywiście po angielsku): Plik : {0} Instalowany mod : {1} Konfliktujący mod : {2}
ru_ru: О нет! Была совершена попытка перезаписать файл другой модификации! Если эта проблема возникает снова, возможно, это ошибка упаковки. Пожалуйста, отправьте отчёт о ней на: https://github.com/KSP-CKAN/NetKAN/issues/new/choose Включите в отчёт следующую информацию: Файл (File) : {0} Устанавливаемая модификация (Installing Mod) : {1} Модификация-владелец (Owning Mod): {2}
zh_cn: 我们正在尝试去覆盖其它模组（或游戏本体）已经安装的文件！ 如果这个问题反复出现，可能是由于打包时出现bug. 请在此处报告: https://github.com/KSP-CKAN/NetKAN/issues/new/choose 报告时请包括以下信息: File(文件) : {0} Installing Mod(正在安装的Mod) : {1} Owning Mod(已有Mod): {2}

# KrakenFileExistsWithoutOwner
source: Oh no! We tried to overwrite a file! As a safety feature, CKAN will *never* overwrite or alter a file that it did not install itself. To install {1} via CKAN, manually uninstall the mod that owns: {0} and try again.
de_de: Oh nein! Es sieht so aus, als ob du versuchst, eine Mod zu installieren, die bereits installiert ist, oder die mit einer anderen Mod, die bereits installiert ist, in Konflikt steht. Aus Sicherheitsgründen wird CKAN *nie* eine Datei überschreiben oder ändern, die es nicht selbst installiert hat. Wenn du {1} über das CKAN installieren möchtest, dann deinstalliere bitte manuell die Mod, die folgende Dateien besitzt: {0} und versuche es erneut.
fr_fr: Oh non ! Nous avons essayé de remplacer un fichier ! Par précaution, CKAN ne va *jamais* remplacer ou modifier un fichier qu'il n'a pas installé lui-même. Si vous souhaitez installer {1} via CKAN, alors veuillez désinstaller manuellement le mod qui possède : {0} et essayez de nouveau.
ja_jp: Oh no! 既にいんすとーるされたのModをインストールしようとしているか、 いんすとーるされたの他のModと衝突している可能性があります。 安全の為の機能として、CKAN自身がインストールしていないファイルを書き換えたり、別のファイルに置き換えたりすることは決してありません。 もし {1} をCKANを通してインストールしたいのであれば, 手動でこれらの既に所有済みのModをアンインストールしてから: {0} もう一度お試しください。
ko_kr: 으악! 아마도 당신은 이미 설치되어 있는 모드를 설치하려고 한 것 같아요. 아니면 이미 설치되어 있는 모드와 충돌하는 모드를요. 안전을 위해서, CKAN은 절대!! 자기자신이 설치하지 않은 파일은 덮어씌우거나 바꾸지 않아요. 만약 {1}를 CKAN으로 깔고 싶으시다면, 먼저 {0} 을 가지는 모드를 수동으로 삭제한 다음 다시 시도해 주세요.
pl_pl: O nie! Wygląda na to, że próbujesz zainstalować moda, który jest już zainstalowany lub konfliktuje z innym już zainstalowanym modem. Jako funkcja bezpieczeństwa, CKAN *nigdy* nie nadpisze bądź przestawi plików których sam nie zainstalował Jeśli chcesz zainstalować {1} przez CKAN'a, proszę ręcznie odinstalować moda do którego należy: {0} i spróbuj ponownie.
ru_ru: О нет! Похоже, что модификация, которую вы пытаетесь установить, уже установлена или конфликтует с уже установленной модификацией. В качестве меры безопасности CKAN *никогда* не перезаписывает или изменяет файлы, которые не установил сам. Если вы хотите установить {1} с помощью CKAN, пожалуйста, вручную удалите модификацию, владеющую {0} и попробуйте ещё раз.
zh_cn: 看起来您正在尝试安装一个已经安装的Mod，或者正在尝试安装已经与其它已安装Mod冲突的Mod. 作为一个安全特性，CKAN*永远不会*覆写或修改并非由自己安装的文件. 如果您想要用CKAN安装 {1}, 请手动卸载以下Mod: {0} 并重试.
