Repository: KSP-CKAN/CKAN
Catalog: Core/Properties/Resources.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, ru_ru, zh_cn

# AutoUpdateNotFetched
source: We have not fetched the release info yet. Can't update.
de_de: Wir haben noch nicht die Release-Informationen abgerufen. Update nicht möglich.
es_es: Aún no hemos obtenido la información de la versión. No se puede actualizar.
fr_fr: Nous n'avons pas encore reçu les informations de publication. Impossible de mettre à jour.
it_it: Non abbiamo ancora ricevuto le informazioni sul rilascio. Impossibile aggiornare.
pl_pl: Nie pobraliśmy jeszcze informacji o wydaniu. Nie można zaktualizować.
ru_ru: Не загружена информация об обновлении.
zh_cn: 未能拉取到发布信息。无法更新。

# NetDownloading
source: Downloading {0}
de_de: Lädt herunter: {0}
es_es: Descargando {0}
fr_fr: Téléchargement de {0}
it_it: Download di {0}
pl_pl: Pobieranie {0}
ru_ru: Загрузка {0}
zh_cn: 正在下载 {0}

# NetInvalidLocation
source: Invalid URL in Location header: {0}
de_de: Ungültige URL im Ziel-Header: {0}
es_es: URL no válida en el encabezado de ubicación: {0}
fr_fr: Adresse invalide dans l'en-tête d'emplacement : {0}
it_it: Indirizzo non valido nell'intestazione della posizione: {0}
pl_pl: Nieprawidłowy adres URL w nagłówku lokalizacji: {0}
ru_ru: Неверный URL в заголовке расположения: {0}
zh_cn: Location Header含有无效URL: {0}

# ByteRateCounterRateSummary
source: {0}/sec - {1} ({2}) left - {3}%
de_de: {0}/s - {1} ({2}) verbleibend - {3}%
es_es: {0}/s - {1} ({2}) restante - {3}%
fr_fr: {0}/s - {1} ({2}) restant - {3}%
pl_pl: {0}/sek - {1} ({2}) pozostało - {3}%
ru_ru: {0}/сек - осталось {1} ({2}) - {3}%
zh_cn: {0}/s - 剩余 {1} ({2}) - {3}%

# ByteRateCounterSummary
source: {0} left - {1}%
de_de: {0} verbleibend - {1}%
es_es: {0} restante - {1}%
fr_fr: {0} restant - {1}%
pl_pl: {0} pozostało - {1}%
ru_ru: осталось {0} - {1}%
zh_cn: 剩余 {0} - {1}%

# ByteRateCounterHoursMinutesSeconds
source: {0} hrs, {1} min, {2} sec
de_de: {0} h, {1} min, {2} s
es_es: {0} horas, {1} min, {2} seg
fr_fr: {0} heures, {1} min, {2} sec
pl_pl: {0} godz, {1} min, {2} sek
ru_ru: {0} часа, {1} мин, {2} сек
zh_cn: {0} h, {1} m, {2} s

# ByteRateCounterMinutesSeconds
source: {0} min, {1} sec
de_de: {0} min, {1} s
es_es: {0} min, {1} seg
pl_pl: {0} min, {1} sek
ru_ru: {0} мин, {1} сек
zh_cn: {0} m, {1} s

# ByteRateCounterSeconds
source: {0} sec
de_de: {0} s
es_es: {0} seg
fr_fr: {0} s
pl_pl: {0} sek
ru_ru: {0} сек
zh_cn: {0} s

# NetAsyncDownloaderDownloading
source: Downloading {0} ...
de_de: Lädt herunter: {0} ...
es_es: Descargando {0} ...
fr_fr: Téléchargement de {0} ...
it_it: Download di "{0}"
pl_pl: Pobieranie "{0}"
ru_ru: Загрузка «{0}»
zh_cn: 正在下载 "{0}"

# NetAsyncDownloaderCancelled
source: Download cancelled by user
de_de: Herunterladen von Nutzer abgebrochen
es_es: Descarga cancelada por el usuario
fr_fr: Téléchargement annulé par l'utilisateur
it_it: Download annullato dall'utente
pl_pl: Pobieranie anulowane przez użytkownika
ru_ru: Загрузка отменена пользователем
zh_cn: 用户取消下载

# NetAsyncDownloaderValidating
source: Finished downloading {0}, validating and storing to cache...
de_de: Herunterladen von {0} abgeschlossen. Verifizieren und in Cache speichern...
es_es: Se ha finalizado la descarga de {0}, validando y almacenando en caché...
fr_fr: Téléchargement de {0} terminé, validation et mise en cache...
it_it: Terminato il download di {0}, convalidato e memorizzato nella cache...
pl_pl: Zakończono pobieranie {0}, weryfikowanie i zapisywanie do pamięci podręcznej...
ru_ru: Загрузка завершена {0}, проверка и сохранение в кэш...
zh_cn: 下载 {0} 完成，验证并存储到缓存中...

# NetFileCacheCannotFind
source: Cannot find cache directory: {0}
de_de: Cache-Verzeichnis konnte nicht gefunden werden: {0}
es_es: No se puede encontrar el directorio de caché: {0}
fr_fr: Impossible de trouver le dossier du cache : {0}
it_it: Impossibile trovare la cartella della cache: {0}
pl_pl: Nie można znaleźć folderu cache: {0}
ru_ru: Не удалось найти папку кэша: {0}
zh_cn: 无法找到缓存目录: {0}

# NetFileCacheZipError
source: Error in step {0} for {1}: {2}
de_de: Fehler in Schritt {0} für {1}: {2}
es_es: Error en el paso {0} para {1}: {2}
fr_fr: Erreur à l'étape {0} pour {1} : {2}
it_it: Errore nel passaggio {0} per {1}: {2}
pl_pl: Błąd w kroku {0} dla {1}: {2}
ru_ru: Ошибка в шаге {0} для {1}: {2}
zh_cn: 在 {1} 的步骤 {0} 出现错误: {2}

# NetFileCacheZipTestArchiveFalse
source: ZipFile.TestArchive(true) returned false
de_de: ZipFile.TestArchive(true) hat "falsch" zurückgegeben
es_es: ZipFile.TestArchive(true) ha devuelto false
fr_fr: ZipFile.TestArchive(true) a renvoyé faux
it_it: ZipFile.TestArchive(true) ha restituito false
pl_pl: ZipFile.TestArchive(true) zwrócił wartość false
ru_ru: ZipFile.TestArchive(true) вернуло false
zh_cn: ZipFile.TestArchive(true) 返回了 false

# NetFileCacheNullFileName
source: Null file name
de_de: Dateiname ist Null
es_es: Nombre del archivo nulo
fr_fr: Nom de fichier null
it_it: Nome del file nullo
pl_pl: Pusta nazwa pliku
ru_ru: Пустое имя файла
zh_cn: 空文件名

# NetFileCacheMonoNotSupported
source: {0} Install the `mono-complete` package or equivalent for your operating system.
de_de: {0} Installiere das 'mono-complete' Paket oder gleichwertiges für dein Betriebssystem.
es_es: {0} Instala el paquete `mono-complete` o equivalente para tu sistema operativo.
fr_fr: {0} Installez le paquet `mono-complete` ou un équivalent pour votre système d'exploitation.
it_it: {0} Installa il pacchetto `mono-complete` o un pacchetto equivalente per il tuo sistema operativo.
pl_pl: {0} Zainstaluj pakiet `mono-complete` lub pasujący do twojego systemu operacyjnego.
ru_ru: {0} Установите пакет `mono-complete` или его эквивалент для вашей ОС.
zh_cn: {0} 请在您的操作系统安装 `mono-complete` 或其它等效应用。

# NetModuleCacheBadLength
source: {0}: {1} has length {2}, should be {3}
de_de: {0}: {1} hat Länge {2}, {3} erwartet
es_es: {0}: {1} tiene longitud {2}, debe ser {3}
fr_fr: {0} : {1} a une longueur de {2}, au lieu de {3}
it_it: {0}: {1} ha una lunghezza di {2}, dovrebbe essere {3}
pl_pl: {0}: {1} ma długość {2}, powinna być {3}
ru_ru: {0}: {1} имеет длину {2}, должно быть {3}
zh_cn: {0}: {1} 的长度为 {2}，但应该为 {3}

# NetModuleCacheNotValidZIP
source: {0}: {1} is not a valid ZIP file: {2}
de_de: {0}: {1} ist keine gültige ZIP-Datei: {2}
es_es: {0}: {1} no es un archivo ZIP válido: {2}
fr_fr: {0} : {1} n'est pas un fichier ZIP valide : {2}
it_it: {0}: {1} non è un file ZIP valido: {2}
pl_pl: {0}: {1} nie jest prawidłowym plikiem ZIP: {2}
ru_ru: {0}: {1} не является корректным ZIP-файлом: {2}
zh_cn: {0}: {1} 并不是一个有效的 ZIP 文件: {2}

# NetModuleCacheMismatchSHA256
source: {0}: {1} has SHA256 {2}, should be {3}
de_de: {0}: {1} hat SHA256 {2}. {3} erwartet
es_es: {0}: {1} tiene SHA256 {2}, debe ser {3}
fr_fr: {0} : {1} a un SHA256 {2}, au lieu de {3}
it_it: {0}: {1} ha un SHA256 di {2}, dovrebbe essere {3}
pl_pl: {0}: {1} ma SHA256 {2}, powinno być {3}
ru_ru: {0}: SHA256 для {1} — {2}, должно быть {3}
zh_cn: {0}: {1} 的 SHA256 值为 {2}，但应该为 {3}

# NetRepoUpdatingBuildMap
source: Refreshing game version data
de_de: Aktualisiere Spiel-Versionsdaten
es_es: Actualizando datos de la versión del juego
fr_fr: Actualisation des données de versions de jeu
it_it: Aggiornamento dei dati della versione gioco
pl_pl: Odświeżanie danych wersji gry
ru_ru: Обновление информации о версии игры
zh_cn: 刷新游戏版本数据

# NetRepoCheckingForUpdates
source: Checking for updates
de_de: Suche nach Aktualisierungen
es_es: Buscando actualizaciones
fr_fr: Recherche de mises à jour
it_it: Ricerca aggiornamenti
pl_pl: Sprawdzanie aktualizacji
ru_ru: Поиск обновлений
zh_cn: 检查更新中

# NetRepoAlreadyUpToDate
source: Already up to date
de_de: Bereits aktuell
es_es: Ya está actualizado
fr_fr: Déjà à jour
it_it: Già aggiornato
pl_pl: Już aktualne
ru_ru: Уже обновлено
zh_cn: 已是最新版本

# NetRepoNoChanges
source: No changes since last update
de_de: Keine Änderungen seit letzter Aktualisierung
es_es: No hay cambios desde la última actualización
fr_fr: Aucun changement depuis la dernière mise à jour
it_it: Nessuna modifica rispetto all'ultimo aggiornamento
pl_pl: Brak zmian od ostatniej aktualizacji
ru_ru: Нет изменений с последнего обновления
zh_cn: 自上次更新以来无更改

# NetRepoUpdating
source: Updating {0}
de_de: Aktualisiere {0}
es_es: Actualizando {0}
fr_fr: Mise à jour de {0}
it_it: Aggiornamento di {0}
pl_pl: Aktualizowanie {0}
ru_ru: Обновление «{0}»
zh_cn: 正在更新 {0}

# NetRepoLoadingModulesFromRepo
source: Loading modules from downloaded {0} repository...
es_es: Cargando módulos del repositorio {0} descargado...
fr_fr: Chargement des modules depuis le dépôt téléchargé {0}...
it_it: Caricamento dei moduli dal repository scaricato {0}...
pl_pl: Ładowanie modułów z pobranego repozytorium {0}...
zh_cn: 从下载的 {0} 仓库加载模块...

# NetRepoNotATarGz
source: Not a .tar.gz or .zip, cannot process: {0}
es_es: No es un .tar.gz o .zip, no se puede procesar: {0}
fr_fr: Le fichier doit être un tar.gz ou un zip, impossible de traiter : {0}
pl_pl: Nie jest plikiem .tar.gz lub .zip, nie można przetworzyć: {0}
zh_cn: 不是 .tar.gz 或 .zip文件, 无法处理: {0}

# NetRepoNotATarGzStream
source: Input stream is not a .tar.gz or .zip, cannot process
es_es: La entrada no es .tar.gz o .zip, no se puede procesar
fr_fr: Le flux d'entrée n'est pas un .tar.gz ou un .zip, impossible de continuer
pl_pl: Strumień wejściowy nie jest plikiem .tar.gz lub .zip, nie można przetworzyć
zh_cn: 输入流不是 .tar.gz 或 .zip 文件，无法处理

# JsonRelationshipConverterAnyOfCombined
source: `any_of` should not be combined with `{0}`
es_es: `any_of` no debe combinarse con `{0}`
fr_fr: `any_of` ne devrait pas être combiné avec `{0}`
it_it: `any_of` non dovrebbe essere combinato con `{0}`
pl_pl: `any_of` nie powinno być połączone z `{0}`
ru_ru: `any_of` не должно сочетаться с `{0}`
zh_cn: `any_of` 不应该与 `{0}` 结合使用

# RegistryFileConflict
source: {0} wishes to install {1}, but this file is registered to {2}
es_es: {0} desea instalar {1}, pero este archivo está registrado en {2}
fr_fr: {0} souhaite installer {1}, mais ce fichier appartient à {2}
it_it: {0} vuole installare {1}, ma questo file appartiene a {2}
pl_pl: {0} chce zainstalować {1}, ale ten plik jest zarejestrowany w {2}
ru_ru: {0} желает установить {1}, который принадлежит {2}
zh_cn: {0} 想要安装 {1}，但该文件已被 {2} 注册

# RegistryFileNotRemoved
source: Error unregistering {1}, file not removed: {0}
es_es: Error al quitar {1}, archivo no eliminado: {0}
fr_fr: Erreur lors du retrait de {1}, fichier non supprimé : {0}
it_it: {0} è registrato in {1} ma non è stato rimosso!
pl_pl: {0} jest zarejestrowany w {1} , ale nie został usunięty!
ru_ru: {0} принадлежит {1}, но всё ещё не удалён!
zh_cn: {0} 已被 {1} 注册但还未被删除！

# RegistryDefaultDLCAbstract
source: An official expansion pack
es_es: Un paquete de expansión oficial
fr_fr: Une extension officielle
it_it: Un pacchetto d'espansione ufficiale
pl_pl: Oficjalna paczka ekspansji
zh_cn: 一个官方扩展包

# RegistryManagerDirectoryNotFound
source: Can't find a directory in {0}
es_es: No se puede encontrar un directorio en {0}
fr_fr: Impossible de trouver un dossier dans {0}
it_it: Impossibile trovare una cartella in {0}
pl_pl: Nie można znaleźć folderu w {0}
ru_ru: Не удаётся найти папку в {0}
zh_cn: 无法在 {0} 找到目录

# RegistryManagerExportFilenamePrefix
source: installed
es_es: instalado
fr_fr: installé
it_it: installata
ja_jp: インストール済
ko_kr: 설치됨
pl_pl: zainstalowane
ru_ru: установленные
zh_cn: 已安装

# RegistryManagerDefaultModpackAbstract
source: A list of modules installed on the {0} KSP instance
es_es: Una lista de módulos instalados en la instancia de KSP {0}
fr_fr: Une liste des modules installés sur l'instance KSP {0}
it_it: Un elenco di moduli installati sull'istanza KSP {0}
pl_pl: Lista modułów zainstalowanych w instalacji KSP {0}
ru_ru: Список модулей, установленных в сборке «{0}»
zh_cn: 已安装在 KSP 实例 {0} 的模组列表

# CkanModuleDeserialisationError
source: JSON deserialisation error: {0}
es_es: Error de deserialización JSON: {0}
fr_fr: Erreur de désérialisation JSON : {0}
it_it: Errore di deserializzazione di JSON: {0}
pl_pl: Błąd deserializacji JSON: {0}
ru_ru: Ошибка десериализации JSON: {0}
zh_cn: JSON 反序列化错误: {0}

# CkanModuleUnsupportedSpec
source: {0} requires CKAN {1}, we can't read it.
es_es: {0} requiere CKAN {1}, no es posible leerlo.
fr_fr: {0} nécessite CKAN {1}, impossible de le lire.
it_it: {0} richiede CKAN {1}, lettura impossibile.
pl_pl: {0} wymaga CKAN {1}, nie możemy go odczytać.
ru_ru: {0} требует CKAN {1}, не удаётся прочитать.
zh_cn: {0} 需要 CKAN {1}，我们无法读取它.

# CkanModuleMissingRequired
source: {0} missing required field {1}
es_es: {0} falta el campo requerido {1}
fr_fr: {0} ne possède pas le champ obligatoire {1}
it_it: {0} non contiene il campo obbligatorio {1}
pl_pl: {0} brakuje wymaganego pola {1}
ru_ru: В {0} не заполнено требуемое поле {1}
zh_cn: {0} 缺少必填字段 {1}

# CkanModuleKspVersionMixed
source: ksp_version mixed with ksp_version_(min|max)
es_es: ksp_version mezclado con ksp_version_(min|max)
fr_fr: ksp_version mélangé avec ksp_version_(min|max)
it_it: ksp_version miscelato con ksp_version_(min|max)
pl_pl: ksp_version wymieszane z ksp_version_(min|maks)
ru_ru: ksp_version используется вместе с ksp_version_(min|max)
zh_cn: ksp_version 不能与 ksp_version_(min|max) 混用

# CkanModuleNotAvailable
source: Module {0} version {1} not available
es_es: El Módulo {0} versión {1} no está disponible
fr_fr: Le module {0} version {1} n'est pas disponible
it_it: Il modulo {0} versione {1} non è disponibile
pl_pl: Moduł {0} wersja {1} nie jest dostępny
ru_ru: Версия {1} модуля «{0}» недоступна
zh_cn: 模组 {0} 的版本 {1} 不可用

# CkanModuleAllVersions
source: All versions
es_es: Todas las versiones
fr_fr: Toutes les versions
it_it: Tutte le versioni
pl_pl: Wszystkie wersje
ru_ru: Все версии
zh_cn: 所有版本

# LicenceInvalid
source: The licence {0} is invalid
es_es: La licencia {0} no es válida
fr_fr: La licence {0} est invalide
it_it: La licenza {0} non è valida
pl_pl: Licencja {0} jest nieprawidłowa
ru_ru: Лицензия на {0} не является подлинной
zh_cn: 许可 {0} 无效

# ModuleInstallDescriptorMustHaveInstallTo
source: Install stanzas must have an install_to
es_es: Los bloques de instalación deben tener un install_to
fr_fr: L'instance d'installation doit avoir une instruction install_to
it_it: L'istanza di installazione deve avere un indirizzo install_to
pl_pl: Stanzas musi mieć install_to
ru_ru: Установочные записи должны включать в себя install_to
zh_cn: Install 句法必须含有一个 install_to

# ModuleInstallDescriptorRequireFileFind
source: Install stanzas require either a file, find, or find_regexp directive
es_es: Los bloques de instalación deben incluir una directiva file, find o find_regexp
fr_fr: L'instance d'installation doit avoir une instruction file, find, ou find_regexp
it_it: L'istanza di installazione deve avere un'istruzione di tipo file, find o find_regexp
pl_pl: Stanzas wymaga dyrektywy file, find lub find_regexp
ru_ru: Установочные записи должны включать в себя инструкцию file, find или find_regexp
zh_cn: Install 句法必须含有 file, find, 或者 find_regexp 指令中的一个

# ModuleInstallDescriptorTooManyFileFind
source: Install stanzas must only include one of file, find, or find_regexp directive
es_es: Los bloques de instalación deben incluir solo una de las directivas file, find o find_regexp
fr_fr: L'instance d'installation doit inclure une seule instruction file, find, ou find_regexp
it_it: L'istanza di installazione deve includere una singola istruzione file, find o find_regexp
pl_pl: Stanzas musi zawierać tylko jeden z dyrektyw file, find lub find_regexp
ru_ru: Установочные записи должны включать в себя только одну из инструкций file, find или find_regexp
zh_cn: Install 句法只能含有 file, find, 或者 find_regexp 指令中的一个

# ModuleInstallDescriptorTooManyFilterInclude
source: Install stanzas can only contain filter or include_only directives, not both
es_es: Los bloques de instalación solo pueden contener una directiva filter o include_only, no ambas
fr_fr: L'instance d'installation peut contenir une instruction filter ou include_only, mais pas les deux
it_it: L'istanza di installazione può contenere un filtro o un'istruzione include_only, ma non entrambi
pl_pl: Stanzas może zawierać tylko filtr lub dyrektywę include_only, nie dwa naraz
ru_ru: Установочные записи должны включать в себя только инструкцию filter либо include_only directives
zh_cn: Install 句法只能含有 filter 或者 include_only 指令中的一个，而不是两个

# ModuleInstallDescriptorInvalidInstallPath
source: Invalid installation path: {0}
es_es: Ruta de instalación no válida: {0}
fr_fr: Chemin d'installation invalide : {0}
it_it: Percorso di installazione non valido: {0}
pl_pl: Nieprawidłowa ścieżka instalacji: {0}
ru_ru: Неверный путь установки: {0}
zh_cn: 无效安装路径: {0}

# ModuleInstallDescriptorUnknownInstallPath
source: Unknown install_to: {0}
es_es: install_to desconocido: {0}
fr_fr: install_to inconnu : {0}
it_it: Install_to sconosciuto: {0}
pl_pl: Nieznany install_do: {0}
ru_ru: Не найдена install_to: {0}
zh_cn: 未知的 install_to: {0}

# ModuleInstallDescriptorNoFilesFound
source: No files found matching {0} to install!
es_es: ¡No se encontraron archivos que coincidan con {0} para instalar!
fr_fr: Aucun fichier correspondant à {0} n'a été trouvé pour installer !
it_it: Non sono stati trovati file corrispondenti a {0} da installare!
pl_pl: Nie znaleziono plików pasujących do {0} do zainstalowania!
ru_ru: Не найдено файлов для установки, совпадающих с {0}!
zh_cn: 没有找到匹配 {0} 的文件来安装！

# ModuleInstallDescriptorAsNoPathSeparators
source: `as` may not include path separators
fr_fr: `as` ne doit pas inclure les séparateurs de chemin
it_it: `as` può non includere i separatori di percorso
pl_pl: `as` nie może zawierać separatorów ścieżki
ru_ru: `as` не может включать разделители пути
zh_cn: `as` 不能含有路径分隔符

# RelationshipDescriptorMinVersionOnly
source: {0} {1} or later
fr_fr: {0} {1} ou plus récente
it_it: {0} {1} o versioni successive
pl_pl: {0} {1} lub nowsze
ru_ru: {0} {1} или позднее
zh_cn: {0} {1} 或更新版本

# RelationshipDescriptorMaxVersionOnly
source: {0} {1} or earlier
fr_fr: {0} {1} ou plus ancienne
it_it: {0} {1} o versioni precedenti
pl_pl: {0} {1} lub starsze
ru_ru: {0} {1} или ранее
zh_cn: {0} {1} 或更旧版本

# RelationshipDescriptorAnyOfJoiner
source: {0} OR {1}
fr_fr: {0} OU {1}
it_it: {0} O {1}
pl_pl: {0} LUB {1}
ru_ru: {0} ИЛИ {1}
zh_cn: {0} 或 {1}

# ReleaseStatusInvalid
source: {0} is not a valid release status
fr_fr: {0} n'est pas un statut de publication valide
it_it: {0} non è uno stato di rilascio valido
pl_pl: {0} nie jest prawidłowym statusem wydania
ru_ru: {0} не является корректным статусом
zh_cn: {0} 不是有效的发布状态

# RepositoryDefaultName
source: default
fr_fr: défaut
it_it: predefinito
pl_pl: domyślny
ru_ru: стандартный
zh_cn: 默认数据库

# GameVersionYalovAny
source: any
fr_fr: toutes
it_it: qualsiasi
pl_pl: dowolna
ru_ru: любая
zh_cn: 任意版本

# GameVersionSelectNeedOne
source: Needs at least Major and Minor
fr_fr: Nécessite au moins un nombre Majeur et Mineur
it_it: Richiede almeno un numero Maggiore e uno Minore
pl_pl: Potrzeba co najmniej dwóch cyfr z kropką (np 1.5)
ru_ru: Нужно указать как минимум наибольшую или наименьшую версию
zh_cn: 需要 Major 和 Minor 中的至少一个

# GameVersionSelectHeader
source: The specified version is not unique, please select one:
fr_fr: La version spécifiée n'est pas unique, veuillez en choisir une :
it_it: La versione specificata non è unica, selezionane una:
pl_pl: Podana wersja nie jest unikalna, proszę wybrać:
ru_ru: Указанная версия не является единственной, выберите подходящую:
zh_cn: 选中的版本并不是独立的，请选择一个版本:

# GameVersionSelectBuildHeader
source: The build number is not known for this patch. Please select one:
fr_fr: Le numéro de build est inconnu pour ce patch. Veuillez en sélectionner un :
it_it: Il numero di build non è noto per questa patch. Selezionane uno:
pl_pl: Numer kompilacji nie jest znany dla tego patcha. Wybierz jeden:
ru_ru: Номер сборки не соответствует данной версии, выберите подходящий:
zh_cn: 未在该版本中发现该 Build 版本号. 请选择一个 Build 版本:

# GameVersionNotKnown
source: The version is not known to CKAN.
fr_fr: Cette version est inconnue de CKAN.
it_it: Questa versione è sconosciuta a CKAN.
pl_pl: CKAN nie zna tej wersji.
ru_ru: Версия не известна CKAN.
zh_cn: CKAN 无法识别该版本

# GameVersionCriteriaToString
source: [Versions: {0}]
it_it: [Versione: {0}]
pl_pl: [Wersje: {0}]
ru_ru: [Версии: {0}]
zh_cn: [版本: {0}]

# GameVersionRangeMinOnly
source: {0} {1} and earlier
fr_fr: {0} {1} ou plus ancienne
it_it: {0} {1} e versioni precedenti
pl_pl: {0} {1} lub starsze
ru_ru: {0} {1} и ранее
zh_cn: {0} {1} 及更旧版本

# GameVersionRangeMaxOnly
source: {0} {1} and later
fr_fr: {0} {1} ou plus récente
it_it: {0} {1} e versioni successive
pl_pl: {0} {1} lub nowsze
ru_ru: {0} {1} и позднее
zh_cn: {0} {1} 及更新版本

# ProvidesModuleVersionToString
source: {0} (provided by {1})
fr_fr: {0} (fourni par {1})
it_it: {0} (fornito da {1})
pl_pl: {0} (dostarczone przez {1})
ru_ru: {0} (предоставлено {1})
zh_cn: {0} (由 {1} 提供)

# UnmanagedModuleVersionUnknown
source: (unmanaged)
fr_fr: (non géré)
it_it: (non gestiti)
pl_pl: (niezarządzany)
ru_ru: (не управляется)
zh_cn: (未管理)

# UnmanagedModuleVersionKnown
source: {0} (unmanaged)
fr_fr: {0} (non géré)
it_it: {0} (non gestiti)
pl_pl: {0} (niezarządzany)
ru_ru: {0} (не управляется)
zh_cn: {0} (未管理)

# PathUtilsNotAbsolute
source: {0} is not an absolute path
fr_fr: {0} n'est pas un chemin absolu
it_it: {0} non è un percorso assoluto
pl_pl: {0} nie jest ścieżką bezwzględną
ru_ru: {0} не является абсолютным путём
zh_cn: {0} 并不是一个绝对路径

# PathUtilsNotInside
source: Oh snap. {0} isn't inside {1}
fr_fr: Oh zut. {0} n'est pas dans {1}
it_it: Accidenti. {0} non è all'interno di {1}
pl_pl: O kurcze. {0} nie jest wewnątrz {1}
ru_ru: Ой! {0} не находится внутри {1}
zh_cn: {0} 不在 {1} 中

# PathUtilsAlreadyAbsolute
source: {0} is already absolute
fr_fr: {0} est déjà absolu
it_it: {0} è già assoluto
pl_pl: {0} jest już bezwzględny
ru_ru: Путь {0} уже является абсолютным
zh_cn: {0} 已经是绝对路径

# PathUtilsNotRoot
source: {0} isn't an absolute root
fr_fr: {0} n'est pas une racine absolue
it_it: {0} non è una root assoluta
pl_pl: {0} nie jest rootem bezwzględnym
ru_ru: {0} не является абсолютным корнем
zh_cn: {0} 不是绝对根路径

# GameInstanceSettingUp
source: Setting up CKAN for the first time...
fr_fr: Mise en place de CKAN pour la première fois...
it_it: Configurazione di CKAN per la prima volta...
pl_pl: Konfigurowanie CKAN po raz pierwszy...
ru_ru: Первичная настройка CKAN...
zh_cn: 首次配置 CKAN 中...

# GameInstanceCreatingDir
source: Creating {0}
fr_fr: Création de {0}
it_it: Creazione di {0}
pl_pl: Tworzenie {0}
ru_ru: Создание {0}
zh_cn: 正在创建 {0}

# GameInstanceScanning
source: Scanning for installed mods...
fr_fr: Analyse des mods installés...
it_it: Scansione delle mod installate...
pl_pl: Skanowanie zainstalowanych modów...
ru_ru: Поиск установленных модификаций...
zh_cn: 扫描已安装的模组中...

# GameInstanceVersionNotFound
source: Game version not found
fr_fr: Version de jeu introuvable
it_it: Versione del gioco non trovata
pl_pl: Nie znaleziono wersji gry
ru_ru: Не найдена сборка игры
zh_cn: 未找到游戏版本

# GameInstanceToString
source: {0} Install: {1}
fr_fr: {0} Installation : {1}
it_it: {0} Installazione: {1}
pl_pl: {0} Instalacja: {1}
ru_ru: {0} Установка: {1}
zh_cn: {0} 安装: {1}

# GameInstanceManagerPortable
source: portable
it_it: portatile
pl_pl: przenośny
ru_ru: портативная
zh_cn: 可移动

# GameInstanceManagerSelectGamePrompt
source: Please select the game that is installed at {0}
fr_fr: Veuillez sélectionner le jeu qui est installé sur {0}
pl_pl: Wybierz grę, która jest zainstalowana w {0}
zh_cn: 请选择已安装在 {0} 的游戏

# GameInstanceManagerCacheMigrationPrompt
source: Old cache folder contains {0}. New cache folder has {1} free. What would you like to do?
fr_fr: L'ancien dossier de cache contient {0}. Le nouveau dossier de cache a {1} libres. Que voulez-vous faire ?
pl_pl: Stary folder pamięci podręcznej zawiera {0}. Nowy folder pamięci podręcznej ma wolną przestrzeń {1}. Co chcesz zrobić?
zh_cn: 原缓存目录占用空间 {0}，新目录可用空间 {1}。 请选择操作：
