Repository: KSP-CKAN/CKAN
Catalog: Core/Properties/Resources.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, ru_ru, zh_cn

# KrakenFileExistsWithoutInstalling
source: Oh no! We tried to overwrite a file! As a safety feature, CKAN will *never* overwrite or alter a file that it did not install itself. Manually uninstall the mod that owns: {0} and try again.
de_de: Oh nein! Es sieht so aus, als ob du versuchst, eine Mod zu installieren, die bereits installiert ist, oder die mit einer anderen Mod, die bereits installiert ist, in Konflikt steht. Aus Sicherheitsgründen wird CKAN *nie* eine Datei überschreiben oder ändern, die es nicht selbst installiert hat. Deinstalliere bitte manuell die Mod, die folgende Dateien besitzt: {0} und versuche es erneut.
fr_fr: Oh non ! Nous avons essayé de remplacer un fichier ! Par précaution, CKAN ne va *jamais* remplacer ou modifier un fichier qu'il n'a pas installé lui-même. Veuillez désinstaller manuellement le mod qui possède : {0} et essayez de nouveau.
ja_jp: Oh no! 既にいんすとーるされたのModをインストールしようとしているか、 いんすとーるされたの他のModと衝突している可能性があります。 安全の為の機能として、CKAN自身がインストールしていないファイルを書き換えたり、別のファイルに置き換えたりすることは決してありません。 手動でこれらの既に所有済みのModをアンインストールしてから: {0} もう一度お試しください。
ko_kr: 으악! 아마도 당신은 이미 설치되어 있는 모드를 설치하려고 한 것 같아요. 아니면 이미 설치되어 있는 모드와 충돌하는 모드를요. 안전을 위해서, CKAN은 절대!! 자기자신이 설치하지 않은 파일은 덮어씌우거나 바꾸지 않아요. {0} 을 가지는 모드를 수동으로 삭제한 다음 다시 시도해 주세요.
pl_pl: O nie! Wygląda na to, że próbujesz zainstalować moda, który jest już zainstalowany lub konfliktuje z innym już zainstalowanym modem. Jako funkcja bezpieczeństwa, CKAN *nigdy* nie nadpisze bądź przestawi plików których sam nie zainstalował Proszę ręcznie odinstalować moda do którego należy: {0} i spróbuj ponownie.
ru_ru: О нет! Похоже, что модификация, которую вы пытаетесь установить, уже установлена или конфликтует с уже установленной модификацией. В качестве меры безопасности CKAN *никогда* не перезаписывает или изменяет файлы, которые не установил сам. Пожалуйста, вручную удалите модификацию, владеющую {0} и попробуйте ещё раз.
zh_cn: 看起来您正在尝试安装一个已经安装的Mod，或者正在尝试安装已经与其它已安装Mod冲突的Mod. 作为一个安全特性，CKAN*永远不会*覆写或修改并非由自己安装的文件. 请手动卸载以下Mod: {0} 并重试.

# KrakenBadMetadata
source: Bad metadata detected for module {0}: {1}
de_de: Fehlerhafte Metadaten für das Modul {0} erkannt: {1}
fr_fr: Mauvaises métadonnées détectées pour le module {0} : {1}
ja_jp: 不正なメタデータが検出されました。Mod {0}: {1}
ko_kr: 나쁜 메타데이터가 모듈 {0}에서 감지됨: {1}
pl_pl: Wykryto nieprawidłowe metadane dla modułu {0}: {1}
ru_ru: Найдены некорректные метаданные {0}: {1}
zh_cn: 检测到 {0} 的元数据错误: {1}

# KrakenDownloadErrorsHeader
source: Uh oh, the following things went wrong when downloading...
fr_fr: Oh oh, Les choses suivantes se sont mal passées lors du téléchargement...
it_it: Uh oh, le seguenti cose sono andate storte durante il download...
pl_pl: O nie, następujące rzeczy poszły nie tak podczas pobierania...
ru_ru: Ой, при загрузке произошли следующие проблемы...
zh_cn: Uh oh，下载时以下东西出现了问题...

# KrakenModuleDownloadErrorsHeader
source: One or more downloads were unsuccessful:
fr_fr: Un ou plusieurs téléchargements ont échoué :
it_it: Uno o più download non hanno avuto successo:
pl_pl: Jedno lub więcej pobrań nie powiodło się:
ru_ru: Одна или несколько загрузок завершились неудачно:
zh_cn: 一个或多个下载未能成功:

# KrakenModuleDownloadError
source: Error downloading {0}: {1}
fr_fr: Erreur lors du téléchargement de {0} : {1}
it_it: Errore durante il download di {0}: {1}
pl_pl: Błąd podczas pobierania {0}: {1}
ru_ru: Ошибка загрузки {0}: {1}
zh_cn: 下载错误 {0}: {1}

# KrakenNotInstalled
source: Module {0} is not installed!
fr_fr: Le module {0} n'est pas installé !
it_it: Il Modulo {0} non è installato!
pl_pl: Moduł {0} nie jest zainstalowany!
ru_ru: Модуль «{0}» не установлен!
zh_cn: 模组 {0} 未安装！

# KrakenMissingCertificateUnix
source: Download failed with certificate error: {1} Consult this page for help: {0}
fr_fr: Le téléchargement a échoué avec une erreur de certificat : {1} Consultez cette page pour obtenir de l'aide : {0}
it_it: Oh no! Il nostro download è fallito con un errore di certificato! Consulta questa pagina per aiuto: {0}
pl_pl: Nasze pobieranie nie powiodło się z błędem certyfikatu! Odwiedź tę stronę, aby uzyskać pomoc: {0}
ru_ru: Загрузка не завершена из-за ошибки сертификата! Посетите эту страницу для получения справки: https://github.com/KSP-CKAN/CKAN/wiki/SSL-certificate-errors
zh_cn: 我们的下载由于证书错误失败了！ 查看以下页面以获得帮助: {0}

# KrakenMissingCertificateNotUnix
source: Download failed with certificate error: {0}
fr_fr: Le téléchargement a échoué avec une erreur de certificat : {0}
it_it: Oh no! Il nostro download è fallito con un errore di certificato!
pl_pl: Nasze pobieranie nie powiodło się z błędem certyfikatu!
ru_ru: Загрузка не завершена из-за ошибки сертификата!
zh_cn: 我们的下载由于证书错误失败了！

# KrakenDownloadThrottled
source: Request to {0} throttled
fr_fr: Requête à {0} restreinte
it_it: Il download da {0} è stato limitato. Prendi in considerazione l'aggiunta di un token di autenticazione per aumentare il limite prima del throttling.
pl_pl: Pobieranie z {0} zostało ograniczone. Rozważ dodanie tokenu uwierzytelniającego, aby zwiększyć limit ograniczania.
ru_ru: Загрузка из {0} была ограничена. Для увеличения квоты добавьте токен аутентификации.
zh_cn: 从 {0} 下载时被限速了。 请考虑添加一个验证 token 来提高限制速率。

# KrakenAlreadyRunning
source: Lock file with live process ID found at: {0} Another active CKAN process probably is accessing this game folder. Check your operating system's task manager application. If you are sure the lock file is stale, you may delete it to continue, but if it's not, then it's very likely that the two running CKANs will clash and corrupt your mod registry and game folder. Do you want to delete this lock file to force access?
fr_fr: Fichier verrou avec un ID de processus actif à {0} Un autre processus CKAN est probablement déjà en train d'accéder à ce dossier de jeu. Si vous êtes sûr que ce fichier verrou est périmé, vous pouvez supprimer ce fichier pour continuer. Mais si ce n'est pas le cas, les deux CKAN risque de rentrer en conflit et corrompre votre registre de mods et votre dossier de jeu. Voulez-vous supprimez ce fichier verrou pour forcer l'accès ?
it_it: File di blocco con ID di processo attivo trovato a {0} Ciò significa che probabilmente un'altra istanza di CKAN sta accedendo a questa istanza. Puoi eliminare il file per continuare, ma è molto probabile che i dati vengano danneggiati. Vuoi eliminare questo file di blocco per forzare l'accesso?
pl_pl: Plik blokady znaleziony w {0} Oznacza to, że inna instancja CKAN prawdopodobnie ma dostęp do tej instalacji gry. Możesz usunąć plik, aby kontynuować, ale uszkodzenie danych jest bardzo prawdopodobne. Czy chcesz usunąć ten plik blokady, aby wymusić dostęp?
ru_ru: Блокирующий файл с ID процесса найден в {0} Это может означать, что другой процесс CKAN работает с этой сборкой. Вы можете удалить этот файл, но в таком случае вероятно повреждение данных. Хотите ли вы удалить блокирующий файл для получения доступа?
zh_cn: CKAN 已经运行在该实例下了！ 如果您确定这里不是，请删除: "{0}"

# KrakenIsDLC
source: CKAN can't install, upgrade, or remove expansion '{0}' for you.
de_de: CKAN kann die Erweiterung '{0}' nicht für dich installieren.
fr_fr: CKAN ne peut pas installer, mettre à jour ou retirer l'extension '{0}' pour vous.
ja_jp: CKAN は拡張 '{0}' をインストールできません。
ko_kr: CKAN은 당신을 위해서 {0} 확장을 설치할 수 없어요.
pl_pl: CKAN nie może zainstalować dodatku '{0}' dla ciebie.
zh_cn: CKAN无法安装扩展‘ {0}’。

# KrakenIsDLCStorePage
source: To install, upgrade, or remove this expansion, purchase it from one of its store pages and follow the instructions: {0}
fr_fr: Pour installer, mettre à jour ou supprimer cette extension, achetez-la depuis une boutique et suivez les instructions : {0}
pl_pl: Aby zainstalować ten dodatek, kup go z jednej z tych stron: {0}

# NotEnoughSpaceToCache
source: Not enough space in cache folder to store modules!
fr_fr: Pas assez d'espace dans le dossier de cache pour enregistrer les modules !
it_it: Spazio insufficiente nella cartella cache per memorizzare i moduli!
pl_pl: Za mało miejsca w folderze cache, aby przechowywać moduły!
ru_ru: Недостаточно места в папке кэша для хранения модулей!
zh_cn: 缓存文件夹中没有足够空间来存储模块 ！

# NotEnoughSpaceToInstall
source: Not enough space in game folder to install modules!
fr_fr: Pas assez d'espace dans le dossier de jeu pour installer des modules !
it_it: Non c'è abbastanza spazio nella cartella di gioco per installare i moduli!
pl_pl: Za mało miejsca w folderze gry, aby zainstalować moduły!
ru_ru: Недостаточно места в папке игры для установки модулей!
zh_cn: 游戏文件夹空间不足，无法安装模块！

# KrakenNotEnoughSpace
source: {0} Need to store {3} to {1}, but only {2} is available! Free up space on that device or change your settings to use another location.
fr_fr: {0} Besoin d'enregistrer {3} dans {1}, mais seulement {2} est disponible ! Libérez de l'espace sur cet appareil ou modifiez vos paramètres pour utiliser un autre emplacement.
it_it: {0} Hai bisogno di memorizzare {3} su {1}, ma sono disponibili soltanto {2}! Libera spazio su quel dispositivo o modifica le impostazioni per utilizzare un'altra posizione.
pl_pl: {0} Należy przechować {3} do {1}, ale dostępne jest tylko {2}! Zwolnij miejsce na tym urządzeniu lub zmień ustawienia, aby użyć innej lokalizacji.
ru_ru: {0} Необходимо хранить {3} до {1}, но доступно только {2}! Освободите пространство на устройстве или измените место хранения в настройках.
zh_cn: {0} 需要存储 {3} 到 {1}，但只有 {2} 可用！ 释放该设备上的空间，或更改您的设置以使用另一个位置。

# RelationshipResolverConflictsWith
source: {0} conflicts with {1}
fr_fr: {0} est en conflit avec {1}
it_it: {0} conflitti con {1}
pl_pl: {0} koliduje z {1}
ru_ru: {0} конфликтует с {1}
zh_cn: {0} 与 {1} 冲突

# RelationshipResolverConflictingModDescription
source: {0} (needed for: {1})
fr_fr: {0} (nécessaire pour : {1})
it_it: {0} (necessario per: {1})
pl_pl: {0} (potrzebne dla: {1})
zh_cn: {0} (需要 {1})

# RelationshipResolverRequiredButResolver
source: {0} required, but an incompatible version is in the resolver
fr_fr: {0} nécessaire, mais une version incompatible est dans le résolveur
it_it: {0} richiesta, ma una versione incompatibile è presente nel resolver
pl_pl: {0} wymagane, ale niekompatybilna wersja jest w rozwiązaniu
ru_ru: Необходима {0}, но в ресольвере несовместимая версия
zh_cn: 需要 {0} ，但解析器内有一个不兼容版本

# RelationshipResolverRequiredButInstalled
source: {0} required, but an incompatible version is installed
fr_fr: {0} nécessaire, mais une version incompatible est installée
it_it: {0} richiesto, ma è installata una versione incompatibile
pl_pl: {0} wymagane, ale zainstalowana jest niekompatybilna wersja
ru_ru: Необходима {0}, но установлена несовместимая версия
zh_cn: 需要 {0} ，但有一个已安装的不兼容版本

# RelationshipResolverAnUnmanaged
source: an unmanaged DLL or DLC
fr_fr: un DLL ou un DLC non géré
it_it: una DLL o un DLC non gestito
pl_pl: niezarządzane DLL lub DLC
ru_ru: неуправляемая DLL или DLC
zh_cn: 一个未管理的 DLL 或 DLC

# RelationshipResolverInstalledReason
source: Currently installed
fr_fr: Installé actuellement
it_it: Attualmente installata
pl_pl: Aktualnie zainstalowane
ru_ru: Установлено в данный момент
zh_cn: 已安装

# RelationshipResolverUserReason
source: Requested by user
de_de: Neue Mod-Installation ausgewählt vom Nutzer
fr_fr: Demandé par l'utilisateur
it_it: Richiesta dall'utente
pl_pl: Żądany przez użytkownika
ru_ru: Запрошено пользователем
zh_cn: 用户请求

# RelationshipResolverDependencyRemoved
source: Dependency removed
fr_fr: Dépendance supprimée
it_it: Dipendenza rimossa
pl_pl: Zależność usunięta
zh_cn: 已删除依赖项

# RelationshipResolverNoLongerUsedReason
source: Auto-installed, depending modules removed
fr_fr: Auto-installé, les modules qui en dépendaient ont été désinstallés
it_it: Auto-installato, a seconda dei moduli rimossi
pl_pl: Auto-zainstalowano, wymagane moduły usunięte
ru_ru: Установлено автоматически, зависящие модули удалены
zh_cn: 已自动安装，已删除依赖模组

# RelationshipResolverReplacementReason
source: Replacing {0}
fr_fr: Remplacement de {0}
it_it: Sostituzione di {0}
pl_pl: Zastępowanie {0}
ru_ru: Заменяет {0}
zh_cn: 正在替换 {0}

# RelationshipResolverSuggestedReason
source: Suggested by {0}
fr_fr: Suggéré par {0}
it_it: Suggerita da {0}
pl_pl: Sugerowane przez {0}
ru_ru: Предложено {0}
zh_cn: 由 {0} 建议

# RelationshipResolverDependsReason
source: Dependency of {0}
fr_fr: Pour satisfaire la dépendance de {0}
it_it: Dipendenza di {0}
pl_pl: Aby spełnić zależność {0}
ru_ru: Для удовлетворения зависимости {0}
zh_cn: 满足 {0} 的依赖项

# RelationshipResolverRecommendedReason
source: Recommended by {0}
fr_fr: Recommandé par {0}
it_it: Raccomandata da {0}
pl_pl: Zalecane przez {0}
ru_ru: Рекомендуется {0}
zh_cn: 由 {0} 推荐

# NetModuleCacheModuleCached
source: {0} {1} (cached)
fr_fr: {0} {1} (en cache)
it_it: {0} {1} (in cache)
ja_jp: {0} {1} (キャッシュ済)
ko_kr: {0} {1} (캐시됨)
pl_pl: {0} {1} (zapisany w folderze cache)
ru_ru: {0} {1} (кэшировано)
zh_cn: {0} {1} (已缓存)

# NetModuleCacheModuleResuming
source: {0} {1} ({2}, {3} remaining)
fr_fr: {0} {1} ({2}, {3} restant)
it_it: {0} {1} ({2}, {3} rimanenti)
pl_pl: {0} {1} ({2}, {3} pozostało)
ru_ru: {0} {1} ({2}, {3} осталось)
zh_cn: {0} {1} ({2}, {3} 剩余)

# ModuleInstallerUpgradeUpgradingResuming
source: * Upgrade: {0} {1} to {2} ({3}, {4} remaining)
fr_fr: * Mise à jour : {0} {1} vers {2} ({3}, {4} restant)
it_it: * Aggiorna: {0} {1} a {2} ({3}, {4} rimanenti)
pl_pl: * Aktualizacja: {0} {1} do {2} ({3}, {4} pozostało)
ru_ru: * Обновление: {0} {1} до {2} ({3}, {4} осталось)
zh_cn: * 升级: {0} {1} 到 {2} ({3}, {4} 剩余)

# ModpackName
source: installed-{0}
fr_fr: installé-{0}
it_it: installata-{0}
pl_pl: zainstalowano-{0}
ru_ru: установлено-{0}
zh_cn: 已安装-{0}

# InstalledModuleToString
source: {0} (installed {1})
fr_fr: {0} ( {1} installé)
pl_pl: {0} (zainstalowano {1})
zh_cn: {0} (已安装 {1})

# InstalledModuleToStringAutoInstalled
source: {0} (installed {1}, auto-installed)
fr_fr: {0} ({1} installé en tant qu'auto-installé)
pl_pl: {0} (zainstalowano {1}, zainstalowano automatycznie)
zh_cn: {0} (已安装 {1}，自动安装)

# ReleaseStatusStableName
source: Stable
pl_pl: Stabilny
zh_cn: 稳定版

# ReleaseStatusStableDescription
source: Normal releases
fr_fr: Versions normales
pl_pl: Zwykłe wydania
zh_cn: 正常版本

# ReleaseStatusTestingName
source: Testing
fr_fr: En test
pl_pl: Testowanie
zh_cn: 测试版

# ReleaseStatusTestingDescription
source: Pre-releases for adventurous users
fr_fr: Préversions pour les utilisateurs aventureux
pl_pl: Wydania przedwczesne dla przygodowych użytkowników
zh_cn: 尝鲜版（适合冒险型用户）

# ReleaseStatusDevelopmentName
source: Development
fr_fr: Développement
pl_pl: Wersja deweloperska
zh_cn: 开发版

# ReleaseStatusDevelopmentDescription
source: Bleeding edge unstable
fr_fr: À la pointe du développement, instable
pl_pl: Najnowsza niestabilna wersja deweloperska
zh_cn: 前沿尝鲜版（极不稳定）

# ModuleLabelListFavourites
source: Favourites
de_de: Favoriten
fr_fr: Favoris
ja_jp: お気に入り
ko_kr: 즐겨찾기
pl_pl: Ulubione
ru_ru: Избранные
zh_cn: 收藏

# ModuleLabelListHidden
source: Hidden
de_de: Versteckt
fr_fr: Caché
ja_jp: 非表示
ko_kr: 숨겨짐
pl_pl: Ukryte
ru_ru: Скрытые
zh_cn: 隐藏

# ModuleLabelListHeld
source: Held
de_de: Zurückgehalten
fr_fr: Gelé
ja_jp: 保持
ko_kr: 유지
pl_pl: Trzymane
ru_ru: Без обновления
zh_cn: 已使用

# RelationshipTypeProvides
source: Provides
pl_pl: Zapewnia
ru_ru: Предоставляет

# RelationshipTypeDepends
source: Depends
pl_pl: Zależne
ru_ru: Обязательно

# RelationshipTypeRecommends
source: Recommends
pl_pl: Zalecenia
ru_ru: Рекомендовать

# RelationshipTypeSuggests
source: Suggests
pl_pl: Sugerowane
ru_ru: Предлагать

# RelationshipTypeSupports
source: Supports
pl_pl: Wspiera
ru_ru: Поддерживает

# RelationshipTypeConflicts
source: Conflicts
pl_pl: Konflikty
ru_ru: Конфликтует с

# RegistryManagerRegistryVersionNotSupported
source: This version of CKAN is too old to load: {0} Update CKAN to load this game instance.
es_es: Esta versión de CKAN es demasiado antigua para cargar: {0} Actualice CKAN para cargar esta instancia de juego.
fr_fr: Cette version de CKAN est trop ancienne pour charger : {0} Mettez à jour CKAN pour charger cette instance de jeu.

# ModuleInstallDescriptorNotMatchingLeadingPath
source: Output file name ({0}) not matching leading path of stanza ({1})
fr_fr: Le nom du fichier de sortie ({0}) ne correspond pas au premier chemin de la séquence ({1})

# CkanModuleVersionToString
source: {0} aka {1}
fr_fr: {0} alias {1}
ru_ru: {0} или {1}

# KrakenRequestTimedOut
source: URL timed out: {0}
fr_fr: L'adresse a mis trop de temps à répondre : {0}

# NetModuleCacheMetapackage
source: {0} {1} (metapackage)
de_de: {0} {1} (Metapacket)
fr_fr: {0} {1} (méta-paquet)
it_it: {0} {1} (metapacchetto)
ja_jp: {0} {1} (メタパッケージ)
ko_kr: {0} {1} (메타패키지)
ru_ru: {0} {1} (метапакет)
zh_cn: {0} {1} (元软件包)

# FoundDuplicatesConfirmation
source: Found {0} duplicate installed files. De-duplicate?
fr_fr: {0} fichiers redondants ont été trouvés. Dédupliquer ?

# DeduplicatedRelPath
source: Deduplicated {0} copies of {1}
fr_fr: {0} exemplaires de {1} ont été dédupliqués

# DoneDeduplicatingFiles
source: Deduplication complete. Space saved: {0}
fr_fr: Déduplication terminée. Espace économisé : {0}

# NoDuplicatesFound
source: No duplicate installed files found.
fr_fr: Aucun fichier installé redondant trouvé.

# GameInstanceManagerAuto
source: Auto {0}
ru_ru: Авто {0}
zh_cn: 自动 {0}
