Repository: KSP-CKAN/CKAN
Catalog: ConsoleUI/Properties/Resources.*.resx
Languages: es_es, fr_fr, it_it, pl_pl, ru_ru, zh_cn

# ModListExportMenuTip
source: Save your mod list
es_es: Guardar tu lista de mods
fr_fr: Sauvegarder votre liste de mods
it_it: Salva l'elenco delle tue mod
pl_pl: Zapisz listę modyfikacji
ru_ru: Сохранение списка установленных модификаций на диск
zh_cn: 保存您的模组列表

# ModListInstallFromCkanMenu
source: Install from .ckan file...
es_es: Instalar desde archivo .ckan...
fr_fr: Installer depuis un fichier .ckan ...
zh_cn: 从.ckan文件安装...

# ModListInstallFromCkanMenuTip
source: Install modpacks or custom modules
es_es: Instalar modpacks o módulos personalizados
fr_fr: Installer des modpacks ou des modules personnalisés
zh_cn: 安装modpacks或自定义模块

# ModListInstallFromCkanFailed
source: Install from .ckan file failed!
fr_fr: L'installation à partir du fichier .ckan a échoué !
zh_cn: 从 .ckan 文件安装失败！

# CkanFileSelectTitle
source: Choose .ckan Files to Install
es_es: Elegir archivos .ckan para instalar
fr_fr: Choisir des fichiers .ckan à installer
zh_cn: 选择要安装的 .ckan 文件

# CkanFileSelectHeader
source: Install
es_es: Instalar
fr_fr: Installer
zh_cn: 下载

# ModListInstanceSettingsMenu
source: Game instance settings...
es_es: Ajustes de instancia...
fr_fr: Paramètres de l'instance de jeu...
it_it: Impostazioni istanza di gioco...
pl_pl: Ustawienia instalacji gry...
ru_ru: Настройки сборки игры...
zh_cn: 游戏实例设置...

# ModListInstanceSettingsMenuTip
source: Configure the current game instance
es_es: Configurar la instancia actual
fr_fr: Configurer l'instance de jeu actuelle
it_it: Configura l'istanza di gioco attuale
pl_pl: Konfiguruj bieżącą instalacje gry
ru_ru: Конфигурация текущей сборки игры
zh_cn: 配置当前游戏实例

# ModListSelectInstanceMenu
source: Select game instance...
es_es: Seleccione la instancia del juego...
fr_fr: Sélectionner une instance de jeu...
it_it: Seleziona istanza di gioco...
pl_pl: Wybierz instalacje gry...
ru_ru: Выбор сборки игры...
zh_cn: 选择游戏实例...

# ModListSelectInstanceMenuTip
source: Switch to a different game instance
es_es: Cambiar a otra instancia del juego
fr_fr: Passer à une instance de jeu différente
it_it: Passa ad un'istanza di gioco diversa
pl_pl: Przełącz na inną instalacje gry
ru_ru: Переключение на другую сборку игры
zh_cn: 切换到另一个游戏实例

# ModListAuthTokenMenu
source: Authentication tokens...
es_es: Tokens de autenticación...
fr_fr: Jeton d'authentification...
it_it: Token Di Autenticazione...
pl_pl: Tokeny uwierzytelniania...
ru_ru: Токены аутентификации...
zh_cn: 身份验证tokens...

# ModListAuthTokenMenuTip
source: Edit authentication tokens sent to download servers
es_es: Editar tokens de autenticación enviados a los servidores de descarga
fr_fr: Éditer les jetons d'authentification envoyés aux serveurs de téléchargements
it_it: Modifica i token di autenticazione inviati ai server di download
pl_pl: Edytuj tokeny uwierzytelniania wysłane do serwerów
ru_ru: Изменение токенов аутентификации, отправляемых на серверы загрузки
zh_cn: 编辑发送到下载服务器的身份验证tokens

# ModListFilterMenu
source: Installation filters...
es_es: Filtros de instalación...
fr_fr: Filtres d'installation...
it_it: Filtri d’installazione...
pl_pl: Filtry instalacji...
ru_ru: Фильтры установки...
zh_cn: 安装筛选...

# ModListFilterMenuTip
source: Edit list of files and folders to exclude from installation
es_es: Editar lista de archivos y carpetas a excluir de la instalación
fr_fr: Modifier la liste des fichiers et dossiers à exclure de l'installation
it_it: Modifica l'elenco dei file e delle cartelle da escludere dall'installazione
pl_pl: Edytuj listę plików i folderów do wykluczenia z instalacji
ru_ru: Изменить список файлов и папок, исключенных для установки
zh_cn: 编辑要排除在安装范围之外的文件和文件夹列表

# ModListHelpMenu
source: Help
es_es: Ayuda
fr_fr: Aide
it_it: Guida
pl_pl: Pomoc
ru_ru: Помощь
zh_cn: 帮助

# ModListHelpMenuTip
source: Tips & tricks
es_es: Trucos y consejos
fr_fr: Trucs et astuces
it_it: Consigli e trucchi
pl_pl: Porady i wskazówki
ru_ru: Подсказки по использованию CKAN
zh_cn: 技巧与提示

# ModListQuitMenu
source: Quit
es_es: Salir
fr_fr: Quitter
it_it: Esci
pl_pl: Zakończ
ru_ru: Выйти
zh_cn: 退出

# ModListQuitMenuTip
source: Exit to DOS
es_es: Salir a DOS
fr_fr: Sortir vers DOS
it_it: Esci dal DOS
pl_pl: Wyjdź do DOS
ru_ru: Выход из программы
zh_cn: 退出至DOS

# ModListCaptureKeyMenu
source: DEBUG: Capture key...
es_es: DEPURACIÓN: Capturar tecla...
fr_fr: DÉBOGAGE : Enregistrer les touches...
it_it: DEBUG: Cattura tasto...
pl_pl: DEBUG: Przechwyć klucz...
ru_ru: ОТЛАДКА: Захват нажатий...
zh_cn: DEBUG：捕获密钥...

# ModListCaptureKeyMenuTip
source: Print details of how your system reports a keystroke for debugging
es_es: Mostrar detalles de cómo el sistema reporta la pulsación de una tecla para depuración
fr_fr: Afficher les détails sur comment votre système signale les touches pressées, pour le débogage
it_it: Visualizza i dettagli di come il tuo sistema riporta le sequenze di tasti, a scopo di debug
pl_pl: Wyświetl szczegóły jak system zgłasza skrót klawiszowy do debugowania
ru_ru: Отладочная информация о том, как система отображает нажатия клавиш
zh_cn: 打印系统如何报告按键以进行调试的详细信息。

# ModListPressAKey
source: Press a key
es_es: Pulse una tecla
fr_fr: Appuyez sur une touche
it_it: Premi un tasto
pl_pl: Naciśnij klawisz
ru_ru: Нажмите клавишу
zh_cn: 按下一个键

# ModListAuditNotFound
source: Installed mods have no unsatisfied recommendations or suggestions.
es_es: Los mods instalados no tienen recomendaciones o sugerencias insatisfechas.
fr_fr: Les mods installés n'ont aucune recommandation ou suggestion supplémentaire.
it_it: Le mod installate non hanno raccomandazioni o suggerimenti non soddisfatti.
pl_pl: Zainstalowane mody nie mają rekomendacji ani sugestii.
ru_ru: Нет рекомендаций от установленных модификаций.
zh_cn: 已安装的模组没有不满意的建议或建议。

# ModListUpdateRegistryTitle
source: Updating Registry
es_es: Actualizando Registro
fr_fr: Mise à Jour du Registre
it_it: Aggiornamento Del Registro
pl_pl: Aktualizowanie rejestru
ru_ru: Обновление реестра
zh_cn: 更新注册表

# ModListUpdateRegistryMessage
source: Checking for updates
es_es: Buscando actualizaciones
fr_fr: Recherche de mises à jour
it_it: Ricerca aggiornamenti
pl_pl: Sprawdzanie aktualizacji
ru_ru: Проверка обновлений
zh_cn: 正在检查更新

# ModListNewMod
source: {0} new mod available since last update. Show it?
es_es: {0} nuevo mod disponible desde la última actualización. ¿Mostrarlo?
fr_fr: {0} nouveau mod disponible depuis la dernière mise à jour. L'afficher ?
it_it: {0} nuova mod disponibile dall'ultimo aggiornamento. Visualizzarla?
pl_pl: {0} nowy mod dostępny od ostatniej aktualizacji. Pokazać go?
ru_ru: С последнего обновления доступна {0} новая модификация. Показать?
zh_cn: 自上次更新以来发现了{0} 个新的模组。要显示吗？

# ModListNewMods
source: {0} new mods available since last update. Show them?
es_es: {0} nuevos mods disponibles desde la última actualización. ¿Mostrarlos?
fr_fr: {0} nouveaux mods disponibles depuis la dernière mise à jour. Les afficher ?
it_it: {0} nuove mod disponibili dall'ultimo aggiornamento. Visualizzarle?
pl_pl: {0} nowych modów dostępnych od ostatniej aktualizacji. Pokazać je?
ru_ru: С последнего обновления доступны {0} новые модификации. Показать?
zh_cn: 自上次更新以来发现了{0} 个新的模组。要显示吗？

# ModListScanBad
source: {0} The repo has not been saved.
es_es: {0} El repositorio no ha sido guardado.
fr_fr: {0} Le répertoire n'a pas été sauvegardé.
it_it: {0} La repo non è stata salvata.
pl_pl: {0} repozytorium nie zostało zapisane.
ru_ru: {0} Репозиторий не сохранён.
zh_cn: {0} 仓库尚未保存。

# ModListExportPrefix
source: install
es_es: instalados
fr_fr: installer
it_it: installa
pl_pl: instaluj
ru_ru: установленные
zh_cn: 安装

# ModListExported
source: Mod list exported to {0}
es_es: Lista de mods exportada a {0}
fr_fr: Liste de mods exportée vers {0}
it_it: Lista delle mod esportate in {0}
pl_pl: Lista modyfikacji wyeksportowana do {0}
ru_ru: Список модификаций экспортирован в {0}
zh_cn: 模组列表导出到 {0}

# ModListExportFailed
source: Export failed: {0}
es_es: Exportación fallida: {0}
fr_fr: Échec de l'export : {0}
it_it: Esportazione fallita: {0}
pl_pl: Eksport nie powiódł się: {0}
ru_ru: Экспорт не удался: {0}
zh_cn: 导出失败: {0}

# ModListHelpSymbolHeader
source: Status Symbols
es_es: Símbolos de estado
fr_fr: Symboles de statut
it_it: Simboli Di Stato
pl_pl: Symbole statusów
ru_ru: Символы статуса
zh_cn: 状态符号

# ModListHelpInstalled
source: Installed
es_es: Instalado
fr_fr: Installé
it_it: Installate
pl_pl: Zainstalowano
ru_ru: Установлен
zh_cn: 已安装

# ModListHelpAutoInstalled
source: Auto-installed
es_es: Autoinstalado
fr_fr: Auto-installé
it_it: Auto-installate
pl_pl: Auto-zainstalowany
ru_ru: Автоустановлен
zh_cn: 自动安装

# ModListHelpUpgradeable
source: Upgradeable
es_es: Actualizable
fr_fr: À mettre à jour
it_it: Aggiornabile
pl_pl: Nieaktualny
ru_ru: Возм. обновление
zh_cn: 可升级

# ModListHelpManuallyInstalled
source: Manually installed
es_es: Instalado manualmente
fr_fr: Manuellement installé
it_it: Installata manualmente
pl_pl: Zainstalowano ręcznie
ru_ru: Уст. вручную
zh_cn: 手动安装

# ModListHelpReplaceable
source: Replaceable
es_es: Reemplazable
fr_fr: Remplaçable
it_it: Sostituibile
pl_pl: Zastępowalny
ru_ru: Возможна замена
zh_cn: 可替换

# ModListHelpUnavailable
source: Unavailable
es_es: No disponible
fr_fr: Indisponible
it_it: Non disponibile
pl_pl: Niedostępny
ru_ru: Недоступен
zh_cn: 不可用

# ModListHelpBasicKeysHeader
source: Basic Keys
es_es: Teclas básicas
fr_fr: Touches de base
it_it: Tasti Di Base
pl_pl: Klucze podstawowe
ru_ru: Основные клавиши
zh_cn: 基本键

# ModListHelpMoveFocus
source: Move focus
es_es: Mover enfoque
fr_fr: Changer l'attention
it_it: Sposta il focus
pl_pl: Przesuń
ru_ru: Переместить фокус
zh_cn: 移动焦点

# ModListHelpSelectRow
source: Select row
es_es: Seleccionar fila
fr_fr: Sélectionner la colonne
it_it: Seleziona riga
pl_pl: Wybierz wiersz
ru_ru: Выбрать строку
zh_cn: 选择行

# ModListHelpClearSearch
source: Clear search
es_es: Limpiar Búsqueda
fr_fr: Effacer la recherche
it_it: Pulisci ricerca
pl_pl: Wyczyść wyszukiwanie
ru_ru: Очистить строку поиска
zh_cn: 取消搜索

# ModListHelpSpecialSearchesHeader
source: Special Searches
es_es: Búsqueda Especial
fr_fr: Recherches Spéciales
it_it: Ricerche Speciali
pl_pl: Specjalne Wyszukiwania
ru_ru: Особые параметры поиска
zh_cn: 特别搜索

# ModListHelpAuthor
source: author
es_es: autor
fr_fr: auteur
it_it: autore
pl_pl: autor
ru_ru: автор
zh_cn: 作者

# ModListHelpName
source: name
es_es: nombre
fr_fr: nom
it_it: nome
pl_pl: nazwa
ru_ru: имя
zh_cn: 名称

# ModListHelpSearchAuthor
source: Mods by author
es_es: Mods por autor
fr_fr: Mods par auteur
it_it: Mod per autore
pl_pl: Sortuj według autora
ru_ru: Модификации автора
zh_cn: 按作者显示模组

# ModListHelpSearchInstalled
source: Installed mods
es_es: Mods instalados
fr_fr: Mods installés
it_it: Mod installate
pl_pl: Zainstalowane mody
ru_ru: Установленные мод-ии
zh_cn: 已安装模组

# ModListHelpSearchUpgradeable
source: Upgradeable mods
es_es: Mods actualizables
fr_fr: Mods à mettre à jour
it_it: Mod aggiornabili
pl_pl: Nieaktualne mody
ru_ru: Мод. с возм. обновления
zh_cn: 可升级模组

# ModListHelpSearchDepends
source: Depend on name
es_es: Depender del nombre
fr_fr: Dépend de nom
it_it: Dipende dal nome
pl_pl: Zależy od nazwy
ru_ru: Зависящие от
zh_cn: 依据名称

# ModListHelpSearchConflicts
source: Conflict w/ name
es_es: Conflicto con nombre
fr_fr: Conflit avec nom
it_it: Conflitto con nome
pl_pl: Konflikt z nazwą
ru_ru: Конфликтующие с
zh_cn: 冲突 w/ 名称

# ModListHelpSearchNew
source: New mods
es_es: Nuevos mods
fr_fr: Nouveaux mods
it_it: Nuove mods
pl_pl: Nowe mody
ru_ru: Новые модификации
zh_cn: 新模组

# FiltersTitle
source: Installation Filters
es_es: Filtros de instalación
fr_fr: Filtres d'Installation
it_it: Filtri D'Installazione
pl_pl: Filtry instalacji
ru_ru: Фильтры установки
zh_cn: 安装筛选

# FiltersAddMiniAVCMenu
source: Add MiniAVC
es_es: Añadir MiniAVC
fr_fr: Ajouter MiniAVC
it_it: Aggiungi MiniAVC
pl_pl: Dodaj MiniAVC
ru_ru: Добавить MiniAVC
zh_cn: 添加 MiniAVC

# FiltersAddMiniAVCMenuTip
source: Prevent MiniAVC from being installed
es_es: Evitar que MiniAVC sea instalado
fr_fr: Empêcher MiniAVC d'être installé
it_it: Impedisci che MiniAVC sia installato
pl_pl: Zapobiegaj instalacji MiniAVC
ru_ru: Не устанавливать MiniAVC
zh_cn: 阻止MiniAVC安装

# FiltersGlobalHeader
source: Global Filters
es_es: Filtros globales para {0}
fr_fr: Filtres Globaux
it_it: Filtri Globali
pl_pl: Filtry globalne
ru_ru: Глобальные фильтры
zh_cn: 全局筛选器

# FiltersInstanceHeader
source: Instance Filters
es_es: Filtros de Instancia
fr_fr: Filtres de l'Instance
it_it: Filtri Dell'Istanza
pl_pl: Filtry instalacji gry
ru_ru: Фильтры сборки
zh_cn: 游戏筛选

# FilterAddGhostText
source: <Enter a filter>
es_es: <Introducir un filtro>
fr_fr: <Entrez un filtre>
it_it: <Inserisci un filtro>
pl_pl: <Wpisz filtr>
ru_ru: <Введите фильтр>
zh_cn: <输入一个筛选条件>

# FilterAddAcceptTip
source: Accept value
es_es: Aceptar valor
fr_fr: Accepter cette valeur
it_it: Accetta valore
pl_pl: Zaakceptuj wartość
ru_ru: Принять значеие
zh_cn: 接受值

# FilterAddTitle
source: Add Filter
es_es: Añadir filtro
fr_fr: Ajouter un Filtre
it_it: Aggiungi Filtro
pl_pl: Dodaj Filtr
ru_ru: Добавить фильтр
zh_cn: 添加筛选器

# ExitTitle
source: {0}, the Comprehensive Kerbal Archive Network
fr_fr: {0}, le Réseau Compréhensif des Archives Kerbals
pl_pl: {0}, Comprehensive Kerbal Archive Network
ru_ru: {0}, Всекербальская сеть архивов
zh_cn: {0}，坎巴拉综合档案网络

# ExitBody
source: YOU ARE USING {1}. Thanks for downloading {0}. We hope you have as much fun using it as we had (and have) making it. If you have paid for {0}, try to get your money back, because you can download {0} for free from {2} If you have any problems using {0}, please send us an issue at {3} {0} WAS CREATED BY THE {0} AUTHORS: {4}
es_es: ESTÁ USANDO {1}. Gracias por descargar {0}. Esperamos que te diviertas tanto usándola como nosotros haciéndola. Si has pagado por {0}, intenta recuperar tu dinero, ya que puedes descargar {0} de manera gratuita desde {2} Si tienes algún problema utilizando {0}, por favor envía un issue en {3} {0} HA SIDO DESARROLLADO POR LOS AUTORES DE {0}: {4}
fr_fr: Vous utilisez {1}. Merci d'avoir téléchargé {0}. Nous espérons que vous avez eu autant de plaisir à l'utiliser que nous avons eu (et avons) à le développer. Si vous avez payé pour {0}, essayez d'être remboursé, car vous pouvez télécharger {0} gratuitement sur {2} Si vous rencontrez des problèmes en utilisant {0}, veuillez nous le signaler sur {3} {0} A ÉTÉ CRÉÉ PAR LES AUTEURS DE {0} : {4}
it_it: STAI UTILIZZANDO {1}. Grazie per aver scaricato {0}. Ci auguriamo che tu ti diverta a usarlo come ci siamo divertiti noi a crearlo. Se hai pagato per {0}, cerca di ottenere il rimborso, perché puoi scaricare {0} gratuitamente da {2} Se hai problemi con l'utilizzo di {0}, inviaci un problema a {3} {0} È STATO CREATO DAGLI AUTORI DI {0}: {4}
pl_pl: UŻYWASZ {1} Dziękuje za pobranie {0}. Mamy nadzieje, że będziesz miał tyle samo przyjemności z korzystania z tego ile my z tworzenia. Jeśli zapłaciłeś pieniądze za {0}, spróbuj je odzyskać, ponieważ możesz ściągnąć {0} w pełni za darmo z {2} Jeśli masz problemy z {0}, skontaktuj się znami tutaj {3} {0} ZOSTAŁO STWORZONE PRZEZ: {4}
ru_ru: ВЫ ИСПОЛЬЗУЕТЕ {1}. Спасибо за загрузку {0}. Надеемся, вам нравится использовать её так же, как нам её создавать. Если вы заплатили за {0}, попытайтесь вернуть деньги, так как её можно бесплатно загрузить с {2} Если у вас возникают проблемы с использованием {0}, пожалуйста, отправьте отчёт об ошибке на {3} СОЗДАТЕЛИ {0}: {4}
zh_cn: 您正在使用 {1}。 非常感谢您下载 {0}。 我们希望您在使用它时能像我们在制作它时一样享受乐趣。 如果您已为{0} 付款，请尝试退款， 因为您可以从{2} 免费下载 {0} 如果您使用 {0} 有任何问题 ，请通过以下地址向我们发送问题： {3} {0} 由 {0} 作者创建： {4}

source: Tab
es_es: Tabulador
fr_fr: Tabulation

source: Enter
fr_fr: Entrée
it_it: Invio

source: Esc
fr_fr: Échappe

# AuthTokenListTokenHeader
source: Token
fr_fr: Jeton
it_it: Gettone
ru_ru: Токен

# AuthTokenAddToken
source: Token:
fr_fr: Jeton :
it_it: Gettone:
ru_ru: Токен:

# InstanceListNoVersion
source: <NONE>
es_es: <NINGUNO>
fr_fr: <AUCUNE>
it_it: <NESSUNA>
pl_pl: <BRAK>
ru_ru: <НЕТ>

# ModInfoAuthors
source: By {0}
es_es: Por {0}
fr_fr: Par {0}
it_it: Scritto da {0}
pl_pl: Autorstwa {0}
ru_ru: Автор: {0}
