Repository: KSP-CKAN/CKAN
Catalog: ConsoleUI/Properties/Resources.*.resx
Languages: es_es, fr_fr, it_it, pl_pl, ru_ru, zh_cn

# DeleteDirectoriesHelpLabel
source: Warning, some folders have been left behind because CKAN does not know whether it is safe to delete their remaining files. Keeping these folders may break other mods! If you do not need these files, deleting them is recommended.
es_es: Advertencia, algunas carpetas se han quedado atrás porque CKAN no sabe si es seguro o no borrar los archivos restantes. ¡Algunas de esas carpetas pueden romper otros mods! Si no necesita esos archivos, se recomienda borrar las carpetas.
fr_fr: Attention, il reste certains dossiers, parce que CKAN ne sait pas s'il peut supprimer les fichiers restants. Garder ces dossiers peut casser d'autres mods ! Si vous n'avez pas besoin de ces fichiers, il est recommandé de les supprimer.
it_it: Le directory sottostanti sono dei residui rimasti a seguito della rimozione di alcune mod. Contengono file che non sono stati installati da CKAN (probabilmente generati da una mod o installati manualmente). CKAN non elimina automaticamente i file che non ha installato, ma puoi scegliere di rimuoverli se ti sembra sicuro farlo (scelta consigliata). Nota che se decidi di non rimuovere una cartella, ModuleManager potrebbe pensare erroneamente che il mod sia ancora installato.
pl_pl: Poniższe foldery są pozostałościami po usuniętych modach. Zawierają pliki które nie były pobierane przez CKAN (prawdopodobnie wygenerowane przez moda bądź zainstalowane ręcznie). CKAN nie usuwa plików których nie instalował ale możesz sam je usunąć jeśli uważasz że to bezpieczne (zalecane) Uważaj bo jeśli nie usuniesz folderu, ModuleManager może myśleć że mod jest nadal zainstalowany.
ru_ru: Следующие папки остались после удаления модификаций. Они содержат файлы, не установленные CKAN (сгенерированные модификациями или установленные вручную). CKAN не удаляет сторонние файлы автоматически, однако вы можете удалить их вручную, если это безопасно. Обратите внимание, что если папки не будут удалены, ModuleManager может неверно посчитать, что модификации установлены.
zh_cn: 在移除一些Mod后有以下目录残留. 它们包含并非由CKAN安装的文件（可能是Mod生成或者手动安装）. CKAN不会自动删除并非由自己安装的文件，但如果您觉得安全的话您可以删除它们（推荐）. 注意，如果您决定不删除这个目录，ModuleManager可能错误地认为这个Mod仍已安装.

# DeleteDirectoriesFoldersHeader
source: Directories
es_es: Directorios
fr_fr: Dossiers
it_it: Cartelle
pl_pl: Foldery
ru_ru: Папки
zh_cn: 目录

# DeleteDirectoriesFilesHeader
source: Directory Contents
es_es: Contenido del directorio
fr_fr: Contenu du Dossier
it_it: Contenuto Cartella
pl_pl: Zawartość folderu
ru_ru: Содержимое папок
zh_cn: 目录内容

# DeleteDirectoriesDeleteDirTip
source: Delete folder
es_es: Borrar carpeta
fr_fr: Supprimer le dossier
zh_cn: 删除文件夹

# DeleteDirectoriesKeepDirTip
source: Keep folder
es_es: Mantener carpeta
fr_fr: Garder le dossier
zh_cn: 保留文件夹

# DeleteDirectoriesCancelTip
source: Keep all
es_es: Mantener todo
fr_fr: Tout Garder
it_it: Mantieni Tutte
pl_pl: Zachowaj wszystko
ru_ru: Оставить всё
zh_cn: 保留全部

# DeleteDirectoriesApplyTip
source: Delete checked
es_es: Eliminar selección
fr_fr: Supprimer Coché
it_it: Elimina Selezionata
pl_pl: Usuń zaznaczone
ru_ru: Удалить отмеченное
zh_cn: 删除选中

# ModInfoTitle
source: Mod Details
es_es: Detalles del Mod
fr_fr: Détails du Mod
it_it: Dettagli Mod
pl_pl: Szczegóły modyfikacji
ru_ru: О модификации
zh_cn: Mod详情

# ModInfoMenuTip
source: Links
fr_fr: Liens
it_it: Collegamenti
pl_pl: Linki
ru_ru: Ссылки
zh_cn: 链接

# ModInfoLicence
source: Licence:
es_es: Licencia:
it_it: Licenza:
pl_pl: Licencja:
ru_ru: Лицензия:
zh_cn: 协议:

# ModInfoDownload
source: Download:
es_es: Descarga:
fr_fr: Taille :
pl_pl: Pobieranie:
ru_ru: Размер:
zh_cn: 下载:

# ModInfoDescriptionFrame
source: Description
es_es: Descripción
it_it: Descrizione
pl_pl: Opis
ru_ru: Описание модификации
zh_cn: 描述

# ModInfoUnavailableWarning
source: NOTE: This mod is installed but no longer available. If you uninstall it, CKAN will not be able to re-install it.
es_es: NOTA: Este mod está instalado pero ya no está disponible. Si lo desinstala, CKAN no podrá reinstalarlo.
fr_fr: NOTE : Ce mod est installé, mais n'est plus disponible. Si vous le retirez, CKAN ne pourra pas le réinstaller.
it_it: NOTA: questa mod è installata ma non è più disponibile. Se la disinstalli, CKAN non sarà in grado di reinstallarla.
pl_pl: UWAGA: Ten mod jest zainstalowany, ale nie jest już dostępny. Jeśli go odinstalujesz, CKAN nie będzie mógł go ponownie zainstalować.
ru_ru: ВНИМАНИЕ: Эта модификация установлена, но более не доступна. Если вы удалите её, CKAN не сможет её переустановить.
zh_cn: 注意：此模组已安装但不再可用。 如果您卸载它，CKAN将无法重新安装它。

# ModInfoDownloadToCache
source: Download to cache (does not install)
es_es: Descargar a la caché (no se instalará)
fr_fr: Télécharger dans le cache (sans installer)
it_it: Scaricare nella cache (non installare)
pl_pl: Pobierz do plików cache (nie instaluj)
ru_ru: Загрузить в кэш (без установки)
zh_cn: 下载内容

# ModInfoHomePage
source: Home page
es_es: Página de inicio
fr_fr: Page principale
it_it: Pagina iniziale
pl_pl: Strona główna
ru_ru: Страница
zh_cn: 主页

# ModInfoHomePageTip
source: Open the home page URL in a browser
es_es: Abrir la URL de la página de inicio en el navegador
fr_fr: Ouvrir le lien de la page principale dans un navigateur
it_it: Apri l'URL della pagina iniziale in un browser
pl_pl: Otwórz stronę główną w przeglądarce
ru_ru: Открыть домашнюю страницу в браузере
zh_cn: 在浏览器中打开主页网址

# ModInfoRepository
source: Repository
es_es: Repositorio
fr_fr: Répertoire
pl_pl: Repozytorium
ru_ru: Репозиторий
zh_cn: 仓库

# ModInfoRepositoryTip
source: Open the repository URL in a browser
es_es: Abrir la URL del repositorio en el navegador
fr_fr: Ouvrir le lien du répertoire dans un navigateur
it_it: Apri l'URL del repository in un browser
pl_pl: Otwórz adres URL repozytorium w przeglądarce
ru_ru: Открыть страницу репозитория в браузере
zh_cn: 在浏览器中打开仓库网址

# ModInfoBugtracker
source: Bugtracker
es_es: Seguimiento de errores
fr_fr: Traqueur de Bogues
ru_ru: Багтрекер
zh_cn: 错误跟踪器

# ModInfoBugtrackerTip
source: Open the bug tracker URL in a browser
es_es: Abrir la URL del seguimiento de errores en el navegador
fr_fr: Ouvrir le lien du traqueur de bogues dans un navigateur
it_it: Aprire l'URL del bugtracker in un browser
pl_pl: Otwórz adres URL Bug Trackera w przeglądarce
ru_ru: Открыть страницу багтрекера в браузере
zh_cn: 在浏览器中打开错误追踪器网址

# ModInfoDiscussions
source: Discussions
es_es: Discusiones
zh_cn: 论坛页

# ModInfoDiscussionsTip
source: Open the discussions URL in a browser
es_es: Abrir la URL de las discusiones en el navegador
fr_fr: Ouvrir le lien de la discussion dans un navigateur
zh_cn: 在浏览器中打开论坛页网址

# ModInfoSpaceDockTip
source: Open the SpaceDock URL in a browser
es_es: Abrir la URL de SpaceDock en el navegador
fr_fr: Ouvrir le lien SpaceDock dans un navigateur
it_it: Apri l'URL di SpaceDock in un browser
pl_pl: Otwórz adres URL SpaceDock w przeglądarce
ru_ru: Открыть страницу SpaceDock в браузере
zh_cn: 在浏览器中打开SpaceDock 网址

# ModInfoCurseTip
source: Open the Curse URL in a browser
es_es: Abrir la URL de Curse en el navegador
fr_fr: Ouvrir le lien Curse dans un navigateur
it_it: Apri il link Curse in un browser
pl_pl: Otwórz adres URL Curse w przeglądarce
ru_ru: Открыть страницу Curse в браузере
zh_cn: 在浏览器中打开Curse 网址

# ModInfoStore
source: Store
es_es: Tienda
fr_fr: Boutique
it_it: Negozio
pl_pl: Sklep
ru_ru: Магазин
zh_cn: 商店

# ModInfoStoreTip
source: Open the Store URL in a browser
es_es: Abrir la URL de la tienda en el navegador
fr_fr: Ouvrir le lien de la boutique dans un navigateur
it_it: Apri l'URL del Negozio in un browser
pl_pl: Otwórz adres URL sklepu w przeglądarce
ru_ru: Открыть страницу магазина в браузере
zh_cn: 在浏览器中打开商店网址

# ModInfoSteamStore
source: Steam Store
es_es: Tienda de Steam
fr_fr: Magasin Steam
it_it: Negozio Steam
pl_pl: Sklep Steam
ru_ru: Магазин Steam
zh_cn: Steam商店

# ModInfoSteamStoreTip
source: Open the Steam Store URL in a browser
es_es: Abrir la URL de la tienda de Steam en el navegador
fr_fr: Ouvrir le lien du magasin Steam dans un navigateur
it_it: Apri l'URL del negozio Steam in un browser
pl_pl: Otwórz adres URL sklepu Steam w przeglądarce
ru_ru: Открыть страницу магазина Steam в браузере
zh_cn: 在浏览器中打开 Steam 商店网址

# ModInfoViewMetadata
source: DEBUG: View metadata
es_es: DEPURACIÓN: Ver metadatos
fr_fr: DÉBOGAGE : Voir les métadonnées
it_it: DEBUG: Visualizza i metadata
pl_pl: DEBUG: Wyświetl metadane
ru_ru: ОТЛАДКА: Просмотр метаданных
zh_cn: DEBUG：查看元数据

# ModInfoViewMetadataTip
source: Display the full registry data for this mod
es_es: Mostrar todos los datos del registro para este mod
fr_fr: Montrer toutes les données du registre pour ce mod
it_it: Visualizza i dati completi del registro di questa Mod
pl_pl: Wyświetl pełne dane rejestru dla tego moda
ru_ru: Просмотр всех данных реестра для этой модификации
zh_cn: 显示此模组的完整注册表数据

# ModInfoViewMetadataTitle
source: {0} Metadata
es_es: Metadatos {0}
fr_fr: {0} Métadonnées
it_it: {0} Metadati
pl_pl: Metadane {0}
ru_ru: Метаданные {0}
zh_cn: {0} 元数据

# ModInfoURLLaunching
source: Launching...
es_es: Inicializando...
fr_fr: Lancement...
it_it: Avvio...
pl_pl: Uruchamianie...
ru_ru: Запуск...
zh_cn: 启动中...

# ModInfoDependenciesFrame
source: Dependencies
es_es: Dependencias
fr_fr: Dépendances
it_it: Dipendenze
pl_pl: Zależności
ru_ru: Зависимости
zh_cn: 依赖项

# ModInfoRequiredLabel
source: Required ({0}):
es_es: Requerido ({0}):
fr_fr: Requis ({0}) :
it_it: Richiesto ({0}):
pl_pl: Wymagane ({0}):
ru_ru: Требует ({0}):
zh_cn: 必填({0})：

# ModInfoConflictsLabel
source: Conflicts ({0}):
es_es: Conflictos ({0}):
fr_fr: En conflit avec ({0}) :
it_it: Conflitti ({0}):
pl_pl: Konflikty ({0}):
ru_ru: Конфликтует ({0}):
zh_cn: 冲突 ({0}):

# ModInfoReplacedBy
source: Replaced by {0}:
es_es: Reemplazado por {0}:
fr_fr: Remplacé par {0} :
it_it: Sostituito da {0}:
pl_pl: Zastąpione przez {0}:
ru_ru: Заменяется {0}:
zh_cn: 被 {0} 替换：

# ModInfoInstalledOn
source: Installed {0}
es_es: Instalado {0}
fr_fr: Installé le {0}
it_it: Installato {0}
pl_pl: Zainstalowano {0}
ru_ru: Установлен {0}
zh_cn: 已安装 {0}

# ModInfoInstalledManually
source: Installed manually
es_es: Instalado manualmente
fr_fr: Installé manuellement
it_it: Installato manualmente
pl_pl: Zainstalowano ręcznie
ru_ru: Установлен вручную
zh_cn: 手动安装

# ModInfoLatestInstalledOn
source: Latest/Installed {0}
es_es: Último/Instalado {0}
fr_fr: Dernier/Installé {0}
it_it: Ultimo/installato {0}
pl_pl: Najnowsze/Zainstalowane {0}
ru_ru: Последняя версия/Установлен {0}
zh_cn: 最近/已安装 {0}

# ModInfoLatestInstalledManually
source: Latest/Installed manually
es_es: Último/Instalado manualmente
fr_fr: Dernier/Installé manuellement
it_it: Ultimo/Installato manualmente
pl_pl: Najnowsze/zainstalowane ręcznie
ru_ru: Последняя версия/Установлен вручную
zh_cn: 最近/已手动安装

# ModInfoLatestVersion
source: Latest Version
es_es: Última versión
fr_fr: Dernière Version
it_it: Ultima Versione
pl_pl: Najnowsza wersja
ru_ru: Последняя версия
zh_cn: 最新版本

# ModInfoOtherVersions
source: Other Versions
es_es: Otras versiones
fr_fr: Autres Versions
it_it: Altre Versioni
pl_pl: Inne wersje
ru_ru: Другие версии
zh_cn: 其他版本

# ModInfoUnavailableInstalledOn
source: UNAVAILABLE/Installed {0}
es_es: NO DISPONIBLE/Instalado {0}
fr_fr: INDISPONIBLE/Installé {0}
it_it: NON DISPONIBILE/Installato {0}
pl_pl: NIEDOSTĘPNE/Zainstalowane {0}
ru_ru: НЕДОСТУПЕН/Установлен {0}
zh_cn: 不可用/已安装 {0}

# ModInfoUnavailableInstalledManually
source: UNAVAILABLE/Installed manually
es_es: NO DISPONIBLE/Instalado manualmente
fr_fr: INDISPONIBLE/Installé manuellement
it_it: NON DISPONIBILE/Installato manualmente
pl_pl: NIEDOSTĘPNE/Zainstalowane ręcznie
ru_ru: НЕДОСТУПЕН/Установлен вручную
zh_cn: 不可用/已手动安装

# ModInfoCompatibleWith
source: Compatible with:
es_es: Compatible con:
fr_fr: Compatible avec :
it_it: Compatibile con:
pl_pl: Kompatybilne z:
ru_ru: Совместимо с:
zh_cn: 兼容：

# ModInfoHostedOn
source: Hosted on {0}
es_es: Alojado en {0}
fr_fr: Hébergé sur {0}
it_it: Hostato su {0}
pl_pl: Hostowane na {0}
ru_ru: Находится в {0}
zh_cn: 在 {0} 托管的

# ModInfoReportBugsOn
source: Report bugs on {0}
es_es: Reporta errores en {0}
fr_fr: Signaler les bogues sur {0}
it_it: Segnala bug su {0}
pl_pl: Zgłoś błędy na {0}
ru_ru: Сообщать об ошибках в {0}
zh_cn: 在 {0} 上报告 bug

# ModInfoRepositoryOn
source: Repository on {0}
es_es: Repositorio en {0}
fr_fr: Répertoire sur {0}
it_it: Repository su {0}
pl_pl: Repozytorium na {0}
ru_ru: Репозиторий в {0}
zh_cn: 在 {0} 上的仓库

# ModInfoHomePageOn
source: Home page on {0}
es_es: Página de inicio en {0}
fr_fr: Page principale sur {0}
it_it: Pagina principale su {0}
pl_pl: Strona główna na {0}
ru_ru: Домашняя страница в {0}
zh_cn: 在 {0} 的主页

# ModInfoBuyFromKSPStore
source: Buy from KSP store
es_es: Comprar en la tienda de KSP
fr_fr: Acheter depuis la boutique KSP
it_it: Acquista dal negozio KSP
pl_pl: Kup w sklepie KSP
ru_ru: Купить в магазине KSP
zh_cn: 从 KSP 商店购买

# ModInfoBuyFromSteamStore
source: Buy from Steam store
es_es: Comprar en la tienda de Steam
fr_fr: Acheter depuis le magasin Steam
it_it: Acquista dal negozio Steam
pl_pl: Kup w sklepie Steam
ru_ru: Купить в магазине Steam
zh_cn: 从Steam商店购买

# ModInfoBuyFromKSPStoreOrSteamStore
source: Buy from KSP store or Steam store
es_es: Comprar en la tienda de KSP o en la tienda de Steam
fr_fr: Acheter depuis les boutiques KSP ou Steam
it_it: Acquista da negozio KSP o negozio Steam
pl_pl: Kup w sklepie KSP lub sklepie Steam
ru_ru: Купить в магазине KSP или Steam
zh_cn: 从 KSP 商店或 Steam 商店购买

# ModInfoDownloading
source: Downloading {0}
es_es: Descargando {0}
fr_fr: Téléchargement de {0}
it_it: Download di {0}
pl_pl: Pobieranie {0}
ru_ru: Загрузка «{0}»
zh_cn: 正在下载 {0}

# ModInfoDownloadCorrupted
source: Download failed, file is corrupted
fr_fr: Échec du téléchargement, le fichier est corrompu
it_it: Download non riuscito, file corrotto
pl_pl: Pobieranie nie powiodło się, plik jest uszkodzony
ru_ru: Загрузка не завершена, файл повреждён
zh_cn: 下载失败，文件已损坏

# ModInfoDownloadFailed
source: Download failed: {0}
es_es: Descarga fallida: {0}
fr_fr: Échec du téléchargement : {0}
it_it: Download non riuscito: {0}
pl_pl: Pobieranie nie powiodło się: {0}
ru_ru: Загрузка не завершена: {0}
zh_cn: 下载失败: {0}

# ProgressTitle
source: Progress
es_es: Progreso
fr_fr: Progression
it_it: Avanzamento
pl_pl: Postęp
ru_ru: Выполнение операции
zh_cn: 进度

# ProgressMessages
source: Messages
es_es: Mensajes
it_it: Messaggi
pl_pl: Wiadomości
ru_ru: Сообщения
zh_cn: 消息

# SplashLoading
source: Loading...
es_es: Cargando...
fr_fr: Chargement...
it_it: Caricamento...
pl_pl: Ładowanie...
ru_ru: Загрузка...
zh_cn: 加载中...

# SplashPressAnyKey
source: Press any key to continue
es_es: Pulsa cualquier tecla para continuar
fr_fr: Appuyez sur n'importe quelle touche pour continuer
it_it: Premere un tasto per continuare
pl_pl: Naciśnij dowolny klawisz, aby kontynuować
ru_ru: Для продолжения нажмите любую клавишу
zh_cn: 按任意键继续

# RepoNameLabel
source: Name:
es_es: Nombre:
fr_fr: Nom :
it_it: Nome:
pl_pl: Nazwa:
ru_ru: Название:
zh_cn: 按Mod名称筛选:

# RepoNameGhostText
source: <Enter the name to use for this repository>
es_es: <Introduzca el nombre a utilizar por este repositorio>
fr_fr: <Entrez le nom à utiliser pour ce répertoire>
it_it: <Inserisci il nome da utilizzare per questo repository>
pl_pl: <Wpisz nazwę dla tego repozytorium>
ru_ru: <Введите имя для данного репозитория>
zh_cn: <输入此存储库的名称>

# RepoURLLabel
source: URL:
fr_fr: Lien :
zh_cn: 网址:

# RepoURLGhostText
source: <Enter the URL of this repository>
es_es: <Introduzca la URL de este repositorio>
fr_fr: <Entrez le lien de ce répertoire>
it_it: <Inserisci l'URL di questo repository>
pl_pl: <Wpisz adres URL dla tego repozytorium>
ru_ru: <Введите адрес репозитория>
zh_cn: <输入此存储库的网址>

# RepoImportTip
source: Import values from default mod list source {0}
es_es: Importar valores de la fuente por defecto de la lista de mods {0}
fr_fr: Importer les valeurs depuis la source par défaut de la liste de mods {0}
it_it: Importa valori dalla sorgente predefinita della lista mod {0}
pl_pl: Importuj wartości z domyślnego źródła listy modyfikacji {0}
ru_ru: Импорт значений из источника списка модификаций по умолчанию «{0}»
zh_cn: 从默认模组列表源 {0} 导入值

# RepoTitle
source: Edit Mod List Source
es_es: Editar Fuente de Lista de Mods
fr_fr: Éditer la Source de la Liste de Mods
it_it: Modifica Sorgente Lista Mod
pl_pl: Edytuj źródło listy modyfikacji
ru_ru: Изменить источник списка модификаций
zh_cn: 编辑模组列表源

# RepoNameEmptyError
source: Name cannot be empty!
es_es: ¡El nombre no puede quedar vacío!
fr_fr: Le nom ne peut pas être vide !
it_it: Il Nome non può essere vuoto!
pl_pl: Nazwa nie może być pusta!
ru_ru: Имя не может быть пустым!
zh_cn: 名称不能为空 ！

# RepoNameDuplicateError
source: {0} already exists!
es_es: ¡{0} ya existe!
fr_fr: {0} existe déjà !
it_it: {0} esiste già!
pl_pl: {0} już istnieje!
ru_ru: Репозиторий «{0}» уже существует!
zh_cn: {0} 已经存在！

# RepoURLEmptyError
source: URL cannot be empty!
es_es: ¡La URL no puede estar vacía!
fr_fr: Le lien ne peut pas être vide !
it_it: L'URL non può essere vuoto!
pl_pl: Adres URL nie może być pusty!
ru_ru: Адрес не может быть пустым!
zh_cn: 网址不能为空 ！

# ModListNameHeader
source: Name
es_es: Nombre
fr_fr: Nom
it_it: Nome
pl_pl: Nazwa
ru_ru: Название
zh_cn: 名称

# ModListVersionHeader
source: Version
es_es: Versión
it_it: Versione
pl_pl: Wersja
ru_ru: Версия
zh_cn: 版本

# ModListMaxGameVersionHeader
source: Max game version
es_es: Versión máxima del juego
fr_fr: Version de jeu max
it_it: Versione massima del gioco
pl_pl: Maksymalna wersja gry
ru_ru: Макс.вер.
zh_cn: 最高游戏版本

# ModListDownloadsHeader
source: Downloads
es_es: Descargas
fr_fr: Nombre de téléchargements
it_it: Download
pl_pl: Ilość pobrań
ru_ru: Загрузки
zh_cn: 下载量

# ModListSearchFocusedGhostText
source: <Type to search>
es_es: <Escriba para buscar>
fr_fr: <Taper pour faire une recherche>
it_it: <Digita per cercare>
pl_pl: <Wyszukaj>
ru_ru: <Введите текст для поиска...>
zh_cn: <输入以搜索>

# ModListSearchUnfocusedGhostText
source: <Ctrl+F to search>
es_es: <Ctrl+F para buscar>
fr_fr: <Ctrl+F pour faire une recherche>
it_it: <Ctrl+F per fare una ricerca>
pl_pl: <Użyj Ctrl+F aby szukać>
ru_ru: <Нажмите Ctrl+F для поиска>
zh_cn: <按Ctrl+F以搜索>

# ModListCount
source: {0} mods
it_it: {0} mod
pl_pl: {0} modów
ru_ru: {0} модификаций
zh_cn: {0} 模组

# ModListSizeOnDisk
source: {0} installed
es_es: {0} instalado(s)
fr_fr: {0} installés
it_it: {0} installate
pl_pl: Zainstalowano {0}
ru_ru: Занимает {0}
zh_cn: {0} 已安装

# ModListInstallTip
source: Install
es_es: Instalar
fr_fr: Installer
it_it: Installa
pl_pl: Instaluj
ru_ru: Установить
zh_cn: 下载

# ModListUpgradeTip
source: Upgrade
es_es: Actualizar
fr_fr: Mettre à Jour
it_it: Aggiorna
pl_pl: Aktualizuj
ru_ru: Обновить
zh_cn: 升级

# ModListReplaceTip
source: Replace
es_es: Reemplazar
fr_fr: Remplacer
it_it: Sostituisci
pl_pl: Zastąp
ru_ru: Заменить
zh_cn: 替换

# ModListRemoveTip
source: Remove
es_es: Quitar
fr_fr: Retirer
it_it: Rimuovi
pl_pl: Usuń
ru_ru: Удалить
zh_cn: 移除

# ModListAutoInstTip
source: Mark auto-installed
es_es: Marcar autoinstalado
fr_fr: Marquer le mod comme autoinstallé
it_it: Contrassegnare la mod come autoinstallata
pl_pl: Oznacz auto-zainstalowane
ru_ru: Отметить как автоустановленное
zh_cn: 标记为自动安装的

# ModListUserSelectedTip
source: Mark user-selected
es_es: Marcar seleccionado por el usuario
fr_fr: Marquer le mod sélectionné comme installé par l'utilisateur
it_it: Contrassegna la mod selezionata come installata dall'utente
pl_pl: Zaznacz wybrane przez użytkownika
ru_ru: Отметить как выбранное
zh_cn: 标记为用户选中的

# ModListApplyChangesTip
source: Apply changes
es_es: Aplicar cambios
fr_fr: Appliquer les changements
it_it: Applica modifiche
pl_pl: Zastosuj zmiany
ru_ru: Применить изменения
zh_cn: 应用更改

# ModListUpdatedDayAgo
source: Updated {0} day ago
es_es: Actualizado hace {0} día(s)
fr_fr: Mis à jour il y a {0} jour(s)
it_it: Aggiornato almeno {0} giorni fa
pl_pl: Zaktualizowano co najmniej {0} dzień temu
ru_ru: Обновлено как минимум {0} день назад
zh_cn: {0} 天前更新

# ModListUpdatedDaysAgo
source: Updated {0} days ago
es_es: Actualizado hace {0} día(s)
fr_fr: Mis à jour il y a {0} jour(s)
it_it: Aggiornato almeno {0} giorni fa
pl_pl: Zaktualizowano co najmniej {0} dni temu
ru_ru: Обновлено как минимум {0} дней назад
zh_cn: {0} 天前更新

# ModListPlayMenu
source: Play game
es_es: Jugar
fr_fr: Jouer au jeu
zh_cn: 开始游戏

# ModListPlayMenuTip
source: Launch the game
es_es: Iniciar el juego
fr_fr: Lancer le jeu
zh_cn: 启动游戏

# ModListSortMenu
source: Sort...
es_es: Ordenar...
fr_fr: Trier...
it_it: Ordina...
pl_pl: Sortuj...
ru_ru: Сортировка...
zh_cn: 排序...

# ModListSortMenuTip
source: Change the sorting of the list of mods
es_es: Cambiar el orden de la lista de mods
fr_fr: Changer le tri de la liste de mods
it_it: Cambia l'ordinamento dell'elenco delle mod
pl_pl: Zmień sortowanie listy modyfikacji
ru_ru: Изменение сортировки списка модификаций
zh_cn: 更改模组列表的排序

# ModListRefreshMenu
source: Refresh mod list
es_es: Actualizar lista de mods
fr_fr: Rafraîchir liste de mods
it_it: Aggiorna elenco mod
pl_pl: Odśwież listę modyfikacji
ru_ru: Обновить список модификаций
zh_cn: 刷新模组列表

# ModListRefreshMenuTip
source: Refresh the list of mods
es_es: Actualizar la lista de mods
fr_fr: Rafraîchir la liste de mods
it_it: Aggiorna l'elenco delle mod
pl_pl: Odśwież listę modyfikacji
ru_ru: Обновление списка модификаций
zh_cn: 刷新模组列表

# ModListUpgradeMenu
source: Upgrade all
es_es: Actualizar todo
fr_fr: Tout mettre à niveau
it_it: Aggiorna tutto
pl_pl: Zaktualizuj wszystko
ru_ru: Обновить все модификации
zh_cn: 全部升级

# ModListUpgradeMenuTip
source: Mark all available updates for installation
es_es: Marcar todas las actualizaciones disponibles para la instalación
fr_fr: Marquer toutes les mises à jour prêtes à être installées
it_it: Segna tutti gli aggiornamenti disponibili per l'installazione
pl_pl: Zaznacz wszystkie mody z dostępnymi aktualizacjami
ru_ru: Установка всех возможных обновлений
zh_cn: 标记所有可用的更新供安装

# ModListAuditRecsMenu
source: Audit recommendations
es_es: Revisar recomendaciones
fr_fr: Auditionner les recommandations
it_it: Controlla le raccomandazioni
pl_pl: Rekomendacje audytu
ru_ru: Проверить рекомендации
zh_cn: 检查推荐

# ModListAuditRecsMenuTip
source: List mods suggested and recommended by installed mods
es_es: Lista de mods sugeridos y recomendados por mods instalados
fr_fr: Liste de tous les mods suggérés ou recommandés par les mods installés
it_it: Elenco di tutte le mod suggerite o raccomandate dalle mod installate
pl_pl: Wyświetl mody zasugerowane i zalecane przez inne zainstalowane mody
ru_ru: Открытие списка модификаций, рекомендованных установленными модификациями
zh_cn: 列出由已安装模组推荐的模组

# ModListImportMenu
source: Import downloads...
es_es: Importar descargas...
fr_fr: Importer des téléchargements...
it_it: Importa Download...
pl_pl: Importuj pliki do pobrania...
ru_ru: Импортировать загруженные модификации...
zh_cn: 导入下载...

# ModListImportMenuTip
source: Select manually downloaded mods to import into CKAN
es_es: Seleccionar manualmente mods descargados para importar en CKAN
fr_fr: Sélectionnez des mods téléchargés manuellement à importer dans CKAN
it_it: Seleziona le mod scaricate manualmente da importare in CKAN
pl_pl: Wybierz ręcznie pobrane mody do importu do CKAN
ru_ru: Импорт загруженных вручную модификаций в CKAN
zh_cn: 选择手动下载的模组以导入到 CKAN

# ModListExportMenu
source: Export installed...
es_es: Exportar instalados...
fr_fr: Exporter les mods installés...
it_it: Esportare le mod installate...
pl_pl: Eksportowane mody zainstalowane...
ru_ru: Экспортировать модификации...
zh_cn: 导出已安装...
