Repository: KSP-CKAN/CKAN
Catalog: ConsoleUI/Properties/Resources.*.resx
Languages: es_es, fr_fr, it_it, pl_pl, ru_ru, zh_cn

source: Accept
es_es: Aceptar
fr_fr: Accepter
it_it: Accetta
pl_pl: Akceptuj
ru_ru: Принять
zh_cn: 确认

source: Cancel
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
pl_pl: Anuluj
ru_ru: Отмена
zh_cn: 取消

# DefaultGhostText
source: <Enter a value>
es_es: <Introducir un valor>
fr_fr: <Entrez une valeur>
it_it: <Inserisci un valore>
pl_pl: <Wpisz wartość>
ru_ru: <Введите значение>
zh_cn: <输入一个值>

source: Ascending
es_es: Ascendente
fr_fr: Croissant
it_it: Crescente
pl_pl: Rosnąco
ru_ru: По возрастанию
zh_cn: 升序

# AscendingSortTip
source: Sort the list in ascending order
es_es: Ordenar la lista en orden ascendente
fr_fr: Trier la liste par ordre croissant
it_it: Ordina la lista in ordine crescente
pl_pl: Sortuj listę rosnąco
ru_ru: Сортировка списка по возрастанию
zh_cn: 按升序排序

source: Descending
es_es: Descendente
fr_fr: Décroissant
it_it: Decrescente
pl_pl: Malejąco
ru_ru: По убыванию
zh_cn: 降序

# DescendingSortTip
source: Sort the list in descending order
es_es: Ordenar la lista en orden descendente
fr_fr: Trier la liste par ordre décroissant
it_it: Ordina l'elenco in ordine decrescente
pl_pl: Sortuj listę malejąco
ru_ru: Сортировка списка по убыванию
zh_cn: 按降序排序

# ColumnNumber
source: Column #{0}
es_es: Columna #{0}
fr_fr: Colonne #{0}
it_it: Colonna #{0}
pl_pl: Kolumna #{0}
ru_ru: Столбец №{0}
zh_cn: 列 #{0}

# ColumnNumberSortTip
source: Sort the list by column #{0}
es_es: Ordenar la lista por columna #{0}
fr_fr: Trier la liste par colonne #{0}
it_it: Ordina l'elenco per colonna #{0}
pl_pl: Sortuj listę według kolumny #{0}
ru_ru: Сортировка списка по столбцу №{0}
zh_cn: 按 #{0} 列排序列表

# ColumnNameSortTip
source: Sort the list by the {0} column
es_es: Ordenar la lista por la columna {0}
fr_fr: Trier la liste par la colonne {0}
it_it: Ordinare l'elenco per la colonna {0}
pl_pl: Sortuj listę według kolumny {0}
ru_ru: Сортировка списка по столбцу «{0}»
zh_cn: 按 {0} 列排序列表

source: Cursor keys
es_es: Teclas de cursor
fr_fr: Touches de curseur
it_it: Tasti cursore
pl_pl: Klawisze kursora
ru_ru: Стрелки
zh_cn: 光标键

source: Scroll
es_es: Desplazamiento
fr_fr: Curseur
it_it: Scorrimento
pl_pl: Przewiń
ru_ru: Прокрутка
zh_cn: 滚动

source: Scroll Messages
es_es: Desplazar mensajes
fr_fr: Messages de Curseurs
it_it: Messaggi Di Scorrimento
pl_pl: Przewiń wiadomości
ru_ru: Прокрутка сообщений
zh_cn: 滚动消息

source: Menu
es_es: Menú
it_it: Menù
ru_ru: Меню
zh_cn: 菜单

source: Yes
es_es: Si
fr_fr: Oui (Y)
it_it: Sì
pl_pl: Tak
ru_ru: Да
zh_cn: 是

source: No
fr_fr: Non (N)
pl_pl: Nie
ru_ru: Нет
zh_cn: 否

source: OK
es_es: Aceptar
zh_cn: 确认

source: Force
es_es: Forzar
fr_fr: Forcer
it_it: Forza
pl_pl: Wymuś
ru_ru: Принуд.
zh_cn: 强制

source: Back
fr_fr: Retour
it_it: Indietro
pl_pl: Wstecz
ru_ru: Назад
zh_cn: 返回

source: Quit
es_es: Salir
fr_fr: Quitter
it_it: Esci
pl_pl: Zakończ
ru_ru: Выйти
zh_cn: 退出

source: Add
es_es: Añadir
fr_fr: Ajouter
it_it: Aggiungi
pl_pl: Dodaj
ru_ru: Добавить
zh_cn: 添加

source: Remove
es_es: Quitar
fr_fr: Retirer
it_it: Rimuovi
pl_pl: Usuń
ru_ru: Удалить
zh_cn: 移除

source: Edit
es_es: Editar
fr_fr: Éditer
it_it: Modifica
pl_pl: Edytuj
ru_ru: Изменить
zh_cn: 修改

source: Sort
es_es: Ordenar
fr_fr: Trier
it_it: Ordina
pl_pl: Sortuj
ru_ru: Сортировка
zh_cn: 排序

source: Toggle
es_es: Alternar
fr_fr: Changer
it_it: Attiva/disattiva
pl_pl: Przełącz
ru_ru: Переключить
zh_cn: 开关

source: Select
es_es: Seleccionar
fr_fr: Sélectionner
it_it: Seleziona
pl_pl: Wybierz
ru_ru: Выбрать
zh_cn: 选择

source: Select all
es_es: Seleccionar todo
fr_fr: Sélectionner tout
it_it: Seleziona tutto
pl_pl: Wybierz wszystko
ru_ru: Выбрать все
zh_cn: 全部选中

source: Deselect all
es_es: Deseleccionar todo
fr_fr: Désélectionner tout
it_it: Deseleziona tutto
pl_pl: Odznacz wszystko
ru_ru: Снять выделение
zh_cn: 取消全选

source: Details
es_es: Detalles
fr_fr: Détails
it_it: Dettagli
pl_pl: Szczegóły
ru_ru: Подробно
zh_cn: 详情

source: Up
es_es: Arriba
fr_fr: Haut
it_it: Su
pl_pl: W górę
ru_ru: Вверх
zh_cn: 上移

source: Down
es_es: Abajo
fr_fr: Bas
it_it: Giù
pl_pl: W dół
ru_ru: Вниз
zh_cn: 下移

# FileSelectDirectory
source: Directory:
es_es: Directorio:
fr_fr: Dossier :
it_it: Cartella
pl_pl: Folder
ru_ru: Папка
zh_cn: 目录:

# FileSelectCountFooter
source: {0} selected, {1}
es_es: {0} seleccionado, {1}
fr_fr: {0} sélectionné, {1}
it_it: {0} selezionati, {1}
pl_pl: {0} wybrano, {1}
ru_ru: {0} выбрано, {1}
zh_cn: 已选中 {0} ， {1}

# FileSelectNameHeader
source: Name
es_es: Nombre
fr_fr: Nom
it_it: Nome
pl_pl: Nazwa
ru_ru: Название
zh_cn: 名称

# FileSelectSizeHeader
source: Size
es_es: Tamaño
fr_fr: Taille
it_it: Dimensione
pl_pl: Rozmiar
ru_ru: Размер
zh_cn: 大小

# FileSelectTimestampHeader
source: Accessed
es_es: Accedido
fr_fr: Accédé
it_it: Acceduto
pl_pl: Otworzono
ru_ru: Открыт
zh_cn: 访问日期

# FileSelectChangeDirectory
source: Change directory
es_es: Cambiar directorio
fr_fr: Changer de dossier
it_it: Cambia cartella
pl_pl: Zmień folder
ru_ru: Сменить папку
zh_cn: 更改目录

# FileSelectSelect
source: Select
es_es: Seleccionar
fr_fr: Sélectionner
it_it: Seleziona
pl_pl: Wybierz
ru_ru: Выбрать
zh_cn: 选择

# FileSelectImport
source: Import
fr_fr: Importer
it_it: Importa
ru_ru: Импортировать
zh_cn: 导入

# FileSelectDirSize
source: <DIR>
fr_fr: <DOSSIER>
it_it: <CARTELLA>
zh_cn: <目录>

# AuthTokenListTitle
source: Authentication Tokens
es_es: Token de autenticación
fr_fr: Jetons d'Authentification
it_it: Token Di Autenticazione
pl_pl: Tokeny uwierzytelniania
ru_ru: Токены аутентификации
zh_cn: 验证标记

# AuthTokenListGitHubLink
source: Make a GitHub API token
es_es: Crear un token para GitHub API
fr_fr: Créer un jeton pour l'API GitHub
it_it: Crea un token API GitHub
pl_pl: Stwórz token API GitHub
ru_ru: Создать токен GitHub API
zh_cn: 创建 GitHub API token

# AuthTokenListGitHubLinkTip
source: Open the web page for creating GitHub API authentication tokens
es_es: Abrir la web para crear tokens de autenticación para la GitHub API
fr_fr: Ouvrir une page web pour créer un jeton d'authentification pour l'API GitHub
it_it: Apri la pagina web per creare token di autenticazione API GitHub
pl_pl: Otwórz stronę internetową do tworzenia tokenów uwierzytelniania GitHub API
ru_ru: Открытие страницы для создания токенов аутентификации GitHub API
zh_cn: 打开网页来创建 GitHub API 身份验证tokens

# AuthTokenListLabel
source: Authentication tokens for downloads:
es_es: Tokens de autenticación para descargas:
fr_fr: Jeton d'authentification pour les téléchargements :
it_it: Token di autenticazione per il download:
pl_pl: Tokeny uwierzytelniania do pobierania:
ru_ru: Токены аутентификации для загрузок:
zh_cn: 下载身份验证tokens：

# AuthTokenListHostHeader
source: Host
fr_fr: Hôte
ru_ru: Хост
zh_cn: 服务器

# AuthTokenListWarning
source: NOTE: These values are private! Do not share screenshots of this screen!
es_es: NOTA: ¡Estos valores son privados! ¡No comparta capturas de esta pantalla!
fr_fr: NOTE : Ces valeurs sont privées ! Ne partagez pas une capture de cet écran !
it_it: NOTA: questi valori sono privati! Non condividere gli screenshot di questa schermata!
pl_pl: UWAGA: Te wartości są prywatne! Nie udostępniaj zrzutów ekranu z tego okna!
ru_ru: ВНИМАНИЕ: Не делитесь ни с кем этими значениями!
zh_cn: 注意：这些值是私有的！不要共享此屏幕的截图！

# AuthTokenListMissingToken
source: <ERROR>
fr_fr: <ERREUR>
it_it: <ERRORE>
pl_pl: <BŁĄD>
ru_ru: <ОШИБКА>
zh_cn: <错误>

# AuthTokenAddTitle
source: Create Authentication Key
es_es: Crear clave de autenticación
fr_fr: Créer une clé d'authentification
it_it: Creare Chiave Di Autenticazione
pl_pl: Utwórz klucz uwierzytelniania
ru_ru: Создать ключ аутентификации
zh_cn: 创建身份验证密钥

# AuthTokenAddHost
source: Host:
fr_fr: Hôte :
ru_ru: Хост:
zh_cn: 服务器:

# AuthTokenAddHostGhostText
source: <Enter a host name>
es_es: <Introducir nombre de host>
fr_fr: <Entrez un nom d'hôte>
it_it: <Inserisci nome host>
pl_pl: <Wprowadź nazwę hosta>
ru_ru: <Введите имя хоста>
zh_cn: <输入服务器名>

# AuthTokenAddTokenGhostText
source: <Enter an authentication token>
es_es: <Introducir token de autenticación>
fr_fr: <Entrez un jeton d'authentification>
it_it: <Inserisci un gettone di autenticazione>
pl_pl: <Wprowadź token uwierzytelniający>
ru_ru: <Введите токен аутентификации>
zh_cn: <输入身份验证token>

# CompatibleVersionsTitle
source: Select Compatible Version
es_es: Seleccionar versión compatible
fr_fr: Sélectionnez les Versions Compatibles
it_it: Seleziona Versione Compatibile
pl_pl: Wybierz kompatybilną wersję
ru_ru: Выбор совместимой версии
zh_cn: 选择兼容版本

# CompatibleVersionsListHeader
source: Predefined Version
es_es: Versión predefinida
fr_fr: Version Prédéfinie
it_it: Versione Predefinita
pl_pl: Predefiniowana wersja
ru_ru: Версия игры
zh_cn: 预定义版本

# CompatibleVersionsListAcceptTip
source: Select version
es_es: Seleccionar versión
fr_fr: Sélectionner cette version
it_it: Seleziona Versione
pl_pl: Wybierz wersję
ru_ru: Выбор версии
zh_cn: 选择版本

# CompatibleVersionsGhostText
source: <Enter a version>
es_es: <Introducir versión>
fr_fr: <Entrez une version>
it_it: <Inserisci una versione>
pl_pl: <Wprowadź wersję>
ru_ru: <Введите номер версии>
zh_cn: <输入版本号>

# CompatibleVersionsEntryAcceptTip
source: Accept value
es_es: Aceptar valor
fr_fr: Accepter cette valeur
it_it: Accetta valore
pl_pl: Zaakceptuj wartość
ru_ru: Принять значеие
zh_cn: 接受值

# ThemeNotFound
source: No such theme: {0}
es_es: No existe el tema: {0}
fr_fr: Impossible de trouver ce thème : {0}
it_it: Tema inesistente {0}
pl_pl: Nie ma takiego motywu: {0}
ru_ru: Тема «{0}» не существует
zh_cn: 无此主题: {0}

# ThemeList
source: Available themes: {0}
es_es: Temas disponibles: {0}
fr_fr: Thèmes disponibles : {0}
it_it: Temi disponibili: {0}
pl_pl: Dostępne motywy: {0}
ru_ru: Доступные темы: {0}
zh_cn: 可用主题: {0}

# RecommendationsLabel
source: Additional mods are recommended or suggested:
es_es: Se recomiendan o sugieren mods adicionales:
fr_fr: Des mods additionnels sont recommandés ou suggérés :
it_it: Sono suggerite o raccomandate ulteriori Mod:
pl_pl: Dodatkowe mody są zalecane lub sugerowane:
ru_ru: Рекомендуются или предлагаются дополнительные модификации:
zh_cn: 推荐或建议更多模组：

# RecommendationsInstallHeader
source: Install
es_es: Instalar
fr_fr: Installer
it_it: Installa
pl_pl: Instaluj
ru_ru: Уст.
zh_cn: 下载

# RecommendationsNameHeader
source: Name
es_es: Nombre
fr_fr: Nom
it_it: Nome
pl_pl: Nazwa
ru_ru: Название
zh_cn: 名称

# RecommendationsSourcesHeader
source: Sources
es_es: Fuentes
it_it: Sorgenti
pl_pl: Źródła
ru_ru: Источники
zh_cn: 源

# RecommendationsTitle
source: Recommendations & Suggestions
es_es: Recomendaciones y sugerencias
fr_fr: Recommandations & Suggestions
it_it: Raccomandazioni E Suggerimenti
pl_pl: Zalecenia i sugestie
ru_ru: Рекомендации и предложения
zh_cn: 推荐 & 建议

# ImportSelectTitle
source: Import Downloads
es_es: Importar descargas
fr_fr: Importer Téléchargements
it_it: Importa Download
pl_pl: Importuj pliki do pobrania
ru_ru: Импорт загруженных модификаций
zh_cn: 导入下载

# ImportSelectHeader
source: Import
es_es: Importar
fr_fr: Importer
it_it: Importa
ru_ru: Импорт
zh_cn: 导入

# ImportProgressTitle
source: Importing Downloads
es_es: Importando descargas
fr_fr: Importation des Téléchargements
it_it: Importa Download
pl_pl: Importowanie plików do pobrania
ru_ru: Импортирование загрузок
zh_cn: 导入下载

# ImportProgressMessage
source: Calculating...
es_es: Calculando...
fr_fr: Calcul en cours...
it_it: Calcolo in corso...
pl_pl: Obliczanie...
ru_ru: Вычисление...
zh_cn: 正在计算...

# InstanceNameLabel
source: Name:
es_es: Nombre:
fr_fr: Nom :
it_it: Nome:
pl_pl: Nazwa:
ru_ru: Название:
zh_cn: 按Mod名称筛选:

# InstanceNameGhostText
source: <Enter the name to use for this game instance>
es_es: <Introduce el nombre a utilizar para esta instancia del juego>
fr_fr: <Entrez le nom à utiliser pour cette instance de jeu>
it_it: &ltInserisci il nome da utilizzare per questa istanza del gioco>
pl_pl: <Wpisz nazwę dla tej instalacji gry>
ru_ru: <Введите название данной сборки>
zh_cn: <输入用于此游戏实例的名称>

# InstancePathGhostText
source: <Enter the location of this game instance on disk>
es_es: <Introducir la ubicación de esta instancia en el disco>
fr_fr: <Entrez l'emplacement de cette instance de jeu sur le disque>
it_it: <Inserisci la posizione su disco di questa istanza di gioco>
pl_pl: <Wprowadź lokalizację instalacji gry na dysku>
ru_ru: <Введите путь к сборке>
zh_cn: <输入该游戏实例在磁盘上的位置>

# InstancePathLabel
source: Path to game instance:
es_es: Ruta a la instancia del juego:
fr_fr: Chemin de l'instance :
it_it: Percorso dell'istanza:
pl_pl: Ścieżka do instalacji gry:
ru_ru: Расположение сборки:
zh_cn: 游戏实例路径：

# InstanceNameEmptyError
source: Name cannot be empty!
es_es: ¡El nombre no puede quedar vacío!
fr_fr: Le nom ne peut pas être vide !
it_it: Il Nome non può essere vuoto!
pl_pl: Nazwa nie może być pusta!
ru_ru: Имя не может быть пустым!
zh_cn: 名称不能为空 ！

# InstanceNameDuplicateError
source: {0} already exists!
es_es: ¡{0} ya existe!
fr_fr: {0} existe déjà !
it_it: {0} esiste già!
pl_pl: {0} już istnieje!
ru_ru: Сборка «{0}» уже существует!
zh_cn: {0} 已经存在！

# InstancePathNotGameFolderError
source: Path does not correspond to a game folder!
es_es: ¡La ruta no corresponde a una carpeta del juego!
fr_fr: Le chemin ne correspond pas à un dossier de jeu !
it_it: Il percorso non corrisponde a una cartella di gioco!
pl_pl: Ścieżka nie odpowiada folderowi gry!
ru_ru: Путь не является папкой с игрой!
zh_cn: 路径与游戏文件夹不对应！

# InstanceAddExample
source: Example: {0}
es_es: Ejemplo: {0}
fr_fr: Exemple : {0}
it_it: Esempio: {0}
pl_pl: Przykład: {0}
ru_ru: Пример: {0}
zh_cn: 示例︰ {0}

# InstanceAddTitle
source: Add Game Instance
es_es: Añadir instancia de juego
fr_fr: Ajouter Instance de Jeu
it_it: Aggiungi Istanza Di Gioco
pl_pl: Dodaj instalacje gry
ru_ru: Добавить сборку игры
zh_cn: 添加游戏实例

# InstanceEditTitle
source: Edit Game Instance
es_es: Editar instancia del juego
fr_fr: Éditer Instance de Jeu
it_it: Modifica Istanza Di Gioco
pl_pl: Edytuj instalacje gry
ru_ru: Изменить сборку игры
zh_cn: 编辑游戏实例

# InstanceEditRepoFrameTitle
source: Mod List Sources
es_es: Fuentes de la lista de mods
fr_fr: Sources de la Liste de Mods
it_it: Sorgenti dell'Elenco Mod
pl_pl: Źródła Listy Modów
ru_ru: Источники списка модификаций
zh_cn: Mod 列表源

# InstanceEditCompatFrameTitle
source: Additional Compatible Versions
es_es: Versiones Compatibles Adicionales
fr_fr: Versions Compatibles Additionnelles
it_it: Versioni Compatibili Aggiuntive
pl_pl: Dodatkowe kompatybilne wersje
ru_ru: Дополнительные совместимые версии игры
zh_cn: 额外兼容版本

# InstanceEditRepoIndexHeader
source: Index
es_es: Índice
it_it: Indice
pl_pl: Indeks
ru_ru: Указ.
zh_cn: 索引

# InstanceEditRepoNameHeader
source: Name
es_es: Nombre
fr_fr: Nom
it_it: Nome
pl_pl: Nazwa
ru_ru: Название
zh_cn: 名称

# InstanceEditRepoURLHeader
source: URL
fr_fr: Adresse
zh_cn: 网址

# InstanceEditCompatVersionHeader
source: Version
es_es: Versión
it_it: Versione
pl_pl: Wersja
ru_ru: Версия
zh_cn: 版本

# InstanceEditRegistryParseError
source: Failed to extract mod list sources from {0}.
es_es: Error al extraer las fuentes de la lista de mods de {0}.
fr_fr: Échec de l'extraction des sources de la liste de mods à partir de {0}.
it_it: Impossibile estrarre le sorgenti della lista mod da {0}.
pl_pl: Nie udało się ściągnąć źródeł listy modyfikacji z {0}.
ru_ru: Не удалось извлечь источники списка модификаций из {0}.
zh_cn: 从 {0} 中提取模组列表源失败。

# InstanceListTitle
source: Game Instances
es_es: Instancias de juego
fr_fr: Instances de Jeu
it_it: Istanze Di Gioco
pl_pl: Instalacje gry
ru_ru: Сборки игры
zh_cn: 游戏实例

# InstanceListLabel
source: Select or add a game instance:
es_es: Seleccionar o añadir una instancia de juego:
fr_fr: Sélectionner ou ajouter une instance de jeu :
it_it: Seleziona o aggiungi un'istanza di gioco:
pl_pl: Wybierz lub dodaj instalacje gry:
ru_ru: Выберите или добавьте сборку игры:
zh_cn: 选择或添加游戏实例：

# InstanceListDefaultHeader
source: Default
es_es: Predeterminado
fr_fr: Défaut
it_it: Predefinito
pl_pl: Domyślny
ru_ru: Умл.
zh_cn: 默认

# InstanceListNameHeader
source: Name
es_es: Nombre
fr_fr: Nom
it_it: Nome
pl_pl: Nazwa
ru_ru: Название
zh_cn: 名称

# InstanceListGameHeader
source: Game
es_es: Juego
fr_fr: Jeu
it_it: Partita
pl_pl: Gra
ru_ru: Игра
zh_cn: 游戏

# InstanceListVersionHeader
source: Version
es_es: Versión
it_it: Versione
pl_pl: Wersja
ru_ru: Версия
zh_cn: 版本

# InstanceListPathHeader
source: Path
es_es: Ruta
fr_fr: Chemin
it_it: Percorso
pl_pl: Ścieżka
ru_ru: Путь
zh_cn: 路径

# InstanceListLoadingInstance
source: Loading instance {0}...
es_es: Cargando instancia {0}...
fr_fr: Chargement de l'instance {0}...
it_it: Caricamento istanza {0}...
pl_pl: Ładowanie instalacji {0}...
ru_ru: Загрузка сборки «{0}»...
zh_cn: 正在加载实例 {0}...

# InstanceListDefaultToggle
source: Default
es_es: Por defecto
fr_fr: Défaut
it_it: Predefinito
pl_pl: Domyślny
ru_ru: По умолчанию
zh_cn: 默认

# InstanceListLoadingError
source: Error loading {0}: {1}
es_es: Error al cargar {0}: {1}
fr_fr: Erreur lors du chargement de {0} : {1}
it_it: Errore nel caricamento di {0}: {1}
pl_pl: Błąd ładowania {0}: {1}
ru_ru: Ошибка загрузки «{0}»: {1}
zh_cn: 加载 {0} 出错： {1}

# InstallTitle
source: Installing, Upgrading, and Removing Mods
es_es: Instalando, Actualizando, y Eliminando Mods
fr_fr: Installation, Mise à Jour, et Retrait de Mods
it_it: Installazione, aggiornamento e rimozione di Mod
pl_pl: Instalowanie, Aktualizowanie i Usuwanie Modów
ru_ru: Установка, обновление и удаление модификаций
zh_cn: 安装、升级和删除模组

# InstallMessage
source: Calculating...
es_es: Calculando...
fr_fr: Calcul en cours...
it_it: Calcolo in corso...
pl_pl: Obliczanie...
ru_ru: Вычисление...
zh_cn: 正在计算...

# InstallOwnedFileConflict
source: {0} tried to install {1}, but {2} has already installed it. Please report this problem at https://github.com/KSP-CKAN/NetKAN/issues/new/choose
fr_fr: {0} a essayé d'installer {1}, mais {2} l'a déjà installé. Veuillez signaler ce problème à https://github.com/KSP-CKAN/NetKAN/issues/new/choose
it_it: {0} ha provato a installare {1}, ma {2} lo ha già installato. Segnala questo problema a https://github.com/KSP-CKAN/NetKAN/issues/new/choose
pl_pl: {0} próbował zainstalować {1}, ale {2} już to zrobił. Zgłoś ten problem na https://github.com/KSP-CKAN/NetKAN/issues/new/choose
ru_ru: {0} пытался установить {1}, но {2} уже установил его. Пожалуйста, сообщите о проблеме по адресу https://github.com/KSP-CKAN/NetKAN/issues/new/choose
zh_cn: {0} 尝试安装 {1}，但 {2} 已安装。 请在https://github.com/KSP-CKAN/NetKAN/issues/new/choose报告此问题

# InstallUnownedFileConflict
source: {0} tried to install {1}, but it is already installed. Please manually uninstall the mod that owns this file to install {2}.
fr_fr: {0} a essayé d'installer {1}, mais {2} l'a déjà installé. Veuillez désinstaller manuellement le mod auquel ce fichier appartient pour pouvoir installer {2}.
it_it: {0} ha provato ad installare {1}, ma è già installato. Disinstalla manualmente la Mod che possiede questo file per installare {2}.
pl_pl: {0} próbował zainstalować {1}, ale to już jest zainstalowane. Proszę ręcznie odinstalować moda który posiada ten plik aby zainstalować {2}.
ru_ru: {0} пытался установить {1}, но он был уже установлен. Для установки {2} вручную удалите модификацию, которой принадлежит этот файл.
zh_cn: {0} 尝试安装 {1}，但它已安装。 请手动卸载拥有此文件的 mod 以安装 {2}。

# InstallFilesReverted
source: Game files reverted.
es_es: Archivos de juego revertidos.
fr_fr: Fichiers de jeu restaurés.
it_it: File di gioco ripristinati.
pl_pl: Pliki gry przywrócone.
ru_ru: Файлы игры возвращены.
zh_cn: 游戏文件已恢复。

# InstallAuthTokenPrompt
source: {0} Edit authentication tokens now?
es_es: {0} ¿Editar los tokens de autenticación ahora?
fr_fr: {0} Éditer les jetons d'authentification maintenant ?
it_it: {0} Modificaew i token di autenticazione adesso?
pl_pl: {0} Edytować tokeny uwierzytelniania?
ru_ru: {0} Изменить токены аутентификации?
zh_cn: {0} 现在编辑身份验证tokens吗？

# InstallTooManyModsNameHeader
source: Name
es_es: Nombre
fr_fr: Nom
it_it: Nome
pl_pl: Nazwa
ru_ru: Название
zh_cn: 名称

# InstallBadMetadata
source: Bad metadata detected for {0}: {1}
fr_fr: Métadonnées incorrectes détectées pour {0} : {1}
it_it: Rilevati metadati errati per {0}: {1}
pl_pl: Wykryto nieprawidłowe metadane dla modułu {0}: {1}
ru_ru: Найдены некорректные метаданные {0}: {1}
zh_cn: 检测到 {0} 的元数据错误: {1}

# InstallUnsatisfiedDependency
source: {0} requires {1}, but it is not listed in the index, or not available for your version of the game. {2}
fr_fr: {0} nécessite {1}, mais il n'est pas listé dans l'index, ou indisponible pour votre version de jeu. {2}
it_it: {0} richiede {1}, ma non è elencato nell'indice, o non è disponibile per la tua versione del gioco. {2}
pl_pl: {0} wymaga {1}, ale nie jest wymieniony w indeksie lub nie jest dostępny dla Twojej wersji gry. {2}
ru_ru: {0} требует {1}, но он отсутствует в указателе или недоступен для вашей версии игры. {2}
zh_cn: {0} 需要 {1} 但它未在索引中列出或不兼容您当前的游戏版本. {2}

# InstallModuleNotFound
source: Module {0} required but it is not listed in the index, or not available for your version of the game. {1}
fr_fr: Le module {0} est requis, mais il n'est pas listé dans l'index, ou indisponible pour votre version de jeu. {1}
it_it: Il modulo {0} è necessario ma non è elencato nell'indice o non è disponibile per la tua versione del gioco. {1}
pl_pl: Moduł {0} wymagany, ale nie jest wymieniony w indeksie lub nie jest dostępny dla Twojej wersji gry. {1}
ru_ru: Требуется модуль {0}, но он отсутствует в указателе или недоступен для вашей версии игры. {1}
zh_cn: 需要Mod {0} 但它未在索引中列出或不兼容您当前的游戏版本. {1}

# InstallNotInstalled
source: {0} is not installed, can't remove
fr_fr: {0} n'est pas installé, impossible de le retirer
it_it: {0} non è installato, impossibile rimuovere
pl_pl: {0} nie jest zainstalowany, nie można usunąć
ru_ru: {0} не установлен, невозможно удалить
zh_cn: {0} 未安装，无法删除

# InstallModInstalled
source: {0} Successfully installed {1} {2}
fr_fr: {0} installé avec succès {1} {2}
it_it: {0} installato con successo {1} {2}
pl_pl: {0} pomyślnie zainstalowano {1} {2}
ru_ru: {0} Успешно установлен {1} {2}
zh_cn: {0} 成功安装 {1} {2}

# DeleteDirectoriesHeader
source: Delete Directories
es_es: Eliminar directorios
fr_fr: Supprimer les Dossiers
it_it: Elimina Cartelle
pl_pl: Usuń foldery
ru_ru: Удаление папок
zh_cn: 删除目录
