Repository: KSP-CKAN/CKAN
Catalog: Cmdline/Properties/Resources.*.resx
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, ru_ru

# UpgradeAlreadyHaveLatest
source: You already have the latest version
es_es: Ya tiene la última versión
fr_fr: Vous avez déjà la dernière version
it_it: Hai già la versione più aggiornata
pl_pl: Posiadasz już najnowszą wersję
ru_ru: Ваша версия уже является последней

# UpgradeAborted
source: Upgrade aborted: {0}
es_es: Actualización abortada: {0}
fr_fr: Mise à niveau annulée : {0}
it_it: Aggiornamento interrotto: {0}
pl_pl: Aktualizacja przerwana: {0}
ru_ru: Обновление отменено: {0}

# UpgradeNotFound
source: Module {0} not found
fr_fr: Le module {0} est introuvable
it_it: Modulo {0} non trovato
pl_pl: Moduł {0} nie został znaleziony
ru_ru: Модуль {0} не найден

# UpgradeAlreadyUpToDate
source: Module {0} is already up to date
es_es: El módulo {0} ya está actualizado
fr_fr: Le module {0} est déjà à jour

# UpgradeAllUpToDate
source: All modules are up to date
es_es: Todos los módulos están actualizados
fr_fr: Tous les modules sont à jour

# UpgradeDLC
source: CKAN can't upgrade expansion '{0}' for you
fr_fr: CKAN ne peut pas mettre à niveau l'extension '{0}' pour vous
it_it: CKAN non è in grado di aggiornare l'espansione '{0}' per te
pl_pl: CKAN nie może zaktualizować dodatku '{0}' dla ciebie
ru_ru: CKAN не может обновить дополнение '{0}'u

# UpgradeDLCStorePage
source: To upgrade this expansion, download any updates from the store page from which you purchased it: {0}
fr_fr: Pour mettre à niveau cette extension, téléchargez les éventuelles mises à jour depuis la boutique où vous l'avez achetée : {0}
it_it: Per aggiornare questa espansione, scarica gli aggiornamenti dalla pagina del negozio in cui l'hai acquistata: {0}
pl_pl: Aby zaktualizować ten dodatek, pobierz wszystkie aktualizacje ze strony, z którego go kupiłeś: {0}
ru_ru: Для обновления дополнений загрузите их со страницы магазина, в котором они были приобретены: {0}

# ScanNotSaved
source: The repo has not been saved
fr_fr: Le répertoire n'a pas été sauvegardé
it_it: La repo non è stata salvata
pl_pl: Repozytorium nie zostało zapisane
ru_ru: Репозиторий не сохранён

# ScanPreliminaryInconsistent
source: Preliminary scanning shows that the install is in a inconsistent state. Use ckan.exe scan for more details Proceeding with {0} in case it fixes it.
fr_fr: L'analyse préliminaire montre que l'installation est dans un état incohérent. Utilisez ckan.exe scan pour plus de détails Exécution de {0} au cas où cela réglerait le problème.
it_it: La scansione preliminare mostra che l'installazione è in uno stato incoerente. Usa la scansione ckan.exe per maggiori dettagli. Procedere con {0} nel caso in cui si risolva il problema.
pl_pl: Wstępne skanowanie pokazuje, że instalacja jest w niespójnym stanie. Użyj skanu ckan.exe w celu uzyskania więcej szczegółów Kontynuuj z {0} na wypadek gdyby problem się naprawił.
ru_ru: Предварительное сканирование показывает, что сборка находится в несогласованном состоянии. Используйте ckan.exe для сканирования. Продолжение использования {0}.

# FilterListGlobalHeader
source: Global filters:
es_es: Filtros globales para {0}:
fr_fr: Filtres globaux :
it_it: Filtri Globali:
pl_pl: Filtry globalne:

# FilterListInstanceHeader
source: Instance filters:
es_es: Filtros de instancia para {0}:
fr_fr: Filtres d'instance :
it_it: Filtri Dell'Istanza:
pl_pl: Filtry instalacji:

# FilterAddGlobalDuplicateError
source: Global filters already set: {0}
es_es: Filtros globales ya establecidos: {0}
fr_fr: Filtres globaux existant déjà : {0}
it_it: Filtri globali già impostati: {0}
pl_pl: Filtry globalne zostały już ustawione: {0}

# FilterAddInstanceDuplicateError
source: Instance filters already set: {0}
es_es: Filtros de instancia ya establecidos: {0}
fr_fr: Filtres d'instance existant déjà : {0}
it_it: Filtri dell'istanza già impostati: {0}
pl_pl: Filtry instalacji zostały już ustawione: {0}

# FilterRemoveGlobalNotFoundError
source: Global filters not found: {0}
es_es: Filtros globales no encontrados: {0}
fr_fr: Filtres globaux introuvables : {0}
it_it: Filtri globali non trovati: {0}
pl_pl: Nie znaleziono filtrów globalnych: {0}

# FilterRemoveInstanceNotFoundError
source: Instance filters not found: {0}
es_es: Filtros de instancia no encontrados: {0}
fr_fr: Filtres d'instance introuvables : {0}
it_it: Filtri dell'istanza non trovati: {0}
pl_pl: Nie znaleziono filtrów instalacji: {0}

# FilterHelpSummary
source: View or edit installation filters
es_es: Ver o editar filtros de instalación
fr_fr: Afficher ou modifier les filtres d'installation
it_it: Mostra o modifica i filtri di installazione
pl_pl: Zobacz lub edytuj filtry instalacji

# CompletionNotAvailable
source: No game instance selected, identifier completion not available. Use the `instance default` command to choose an instance.
es_es: No hay instancia de juego seleccionada, completado de identificador no disponible. Use el comando `instance default` para seleccionar una instancia.
fr_fr: Aucune instance de jeu sélectionnée, complétion de l'identifiant indisponible. Utilisez la commande `instance default` pour choisir une instance.
it_it: Non è stata selezionata alcuna istanza di gioco, il completamento dell'identificatore non è disponibile. Usa il comando "instance default" per scegliere un'istanza.
pl_pl: Nie wybrano instalacji gry, uzupełnianie identyfikatora jest niedostępne. Użyj komendy `instance default` aby wybrać instalacje.

source: options
de_de: Optionen
es_es: opciones
it_it: opzioni
nl_nl: opties
pl_pl: ustawienia
pt_br: opções
ru_ru: параметры

# CompatVersionHeader
source: Version
es_es: Versión
it_it: Versione
nl_nl: Versie
pl_pl: Wersja
pt_br: Versão
ru_ru: Версия

# InstanceListVersionHeader
source: Version
es_es: Versión
it_it: Versione
nl_nl: Versie
pl_pl: Wersja
pt_br: Versão
ru_ru: Версия

# ShowVersion
source: Version: {0}
es_es: Versión: {0}
it_it: Versione: {0}
pl_pl: Wersja: {0}
ru_ru: Версия: {0}

# ShowLicence
source: Licence: {0}
es_es: Licencia: {0}
it_it: Licenza: {0}
pl_pl: Licencja: {0}
ru_ru: Лицензия: {0}

# ShowVersionHeader
source: Version
es_es: Versión
it_it: Versione
nl_nl: Versie
pl_pl: Wersja
pt_br: Versão
ru_ru: Версия

# UserYesNoN
source: n
ru_ru: н

# UserSelectionC
source: c
ru_ru: о

# UserSelectionN
source: n
ru_ru: н

# ShowDiscussions
source: Discussions: {0}
es_es: Discusiones: {0}

# UpdateBadGame
source: Game {0} not found! Valid options are: {1}
es_es: ¡Juego {0} no encontrado! Las opciones válidas son: {1}
