Repository: KSP-CKAN/CKAN
Catalog: Cmdline/Properties/Resources.*.resx
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, ru_ru

source: Usage
de_de: Verwendung
es_es: Uso
fr_fr: Utilisation
it_it: Utilizzo
nl_nl: Gebruik
pl_pl: Użycie
pt_br: Uso
ru_ru: Использование

source: command
de_de: Befehl
es_es: comando
fr_fr: commande
it_it: comando
nl_nl: opdracht
pl_pl: komenda
pt_br: comando
ru_ru: команда

source: Unknown command
de_de: Unbekannter Befehl
es_es: Comando desconocido
fr_fr: Commande inconnue
it_it: Comando sconosciuto
nl_nl: Onbekende opdracht
pl_pl: Nieznana komenda
pt_br: Comando desconhecido
ru_ru: Неизвестная команда

# ArgumentMissing
source: argument missing, perhaps you forgot it?
de_de: Argument fehlt, vielleicht haben Sie es vergessen?
es_es: faltan parámetros, ¿Quizás lo olvidó?
fr_fr: argument manquant, peut-être l'avez-vous oublié ?
it_it: argomento mancante, forse l'hai dimenticato?
nl_nl: argument ontbreekt, misschien bent u dat vergeten?
pl_pl: brak argumentu, być może zapomniałeś?
pt_br: argumento faltando, talvez você o tenha esquecido?
ru_ru: отсутствует параметр

source: path
de_de: pfad
es_es: ruta
fr_fr: chemin
it_it: percorso
nl_nl: locatie
pl_pl: ścieżka
pt_br: caminho
ru_ru: путь

# MainVersion
source: You are using CKAN version {0}
de_de: Sie verwenden CKAN-Version {0}
es_es: Está usando la versión de CKAN {0}
fr_fr: Vous utilisez CKAN version {0}
it_it: Stai utilizzando la versione {0} di CKAN
nl_nl: Je gebruikt CKAN versie {0}
pl_pl: Używasz CKAN w wersji {0}
pt_br: Você está usando a versão {0} do CKAN
ru_ru: Вы используете CKAN версии {0}

# MainUnknownCommand
source: Unknown command, try --help
de_de: Unbekannter Befehl, versuchen Sie --help
es_es: Comando desconocido, intente --help
fr_fr: Commande inconnue, essayez --help
it_it: Comando sconosciuto, prova --help
nl_nl: Onbekende opdracht, probeer --help
pl_pl: Nieznane polecenie, spróbuj użyć --help
pt_br: Comando desconhecido, tente --help
ru_ru: Неизвестная команда, --help для справки

# MainMissingInstance
source: I don't know where a game instance is installed. Use 'ckan instance help' for assistance in setting this.
de_de: Ich weiß nicht, wo eine Spielinstanz installiert ist. Verwende 'ckan instance help' um Hilfe zu erhalten.
es_es: No sé donde está instalada la instancia del juego. Use 'ckan instance help' para ayuda en esta configuración.
fr_fr: Je ne sais pas où l'instance de jeu est installée. Utilisez 'ckan instance help' pour être aidé dans cette configuration.
it_it: Non so dove sia installata l'istanza del gioco. Usa "ckan instance help" per ottenere aiuto con questa configurazione.
nl_nl: Ik weet niet waar een spel-instantie is ge√Ønstalleerd. Gebruik 'ckan instance help' om dit in te stellen.
pl_pl: Nie mogę odnaleźć twojej instalacji gry. Użyj 'ckan instance help' aby uzyskać pomoc.
pt_br: Eu não sei onde uma instância do KSP esta instalada. Use 'ckan instance help' para ter uma assistência em configurar isso.
ru_ru: CKAN не знает, где установлена сборка игры. Используйте 'ckan instance help' для справки.

# OptionsRootError
source: You are trying to run CKAN as an administrator user. This gives programs unlimited power to make unauthorized changes to any part of your system. We try our best to avoid bugs and malicious code, but you shouldn't trust us this much! Running as administrator can also cause filesystem permissions problems, since files installed by an administrator cannot be removed by a non-administrator. Run CKAN as a non-administrator user to protect your system from these risks. If you must run as an administrator, the `--asroot` parameter will bypass this check.
de_de: Du versuchst CKAN als Administrator auszuführen. Dies gibt Programmen unbegrenzte Möglichkeiten, unautorisierte Änderungen an jedem Teil Ihres Systems vorzunehmen. Wir versuchen unser Bestes um Fehler und bösartigen Code zu vermeiden, aber du solltest uns nicht so viel vertrauen! Das Ausführen als Administrator kann auch Probleme mit den Berechtigungen des Dateisystems verursachen, da Dateien, die von einem Administrator installiert wurden, nicht von einem Nicht-Administrator entfernt werden können. Führen Sie CKAN als nicht-Administrator aus, um Ihr System vor diesen Risiken zu schützen. Wenn Sie als Administrator ausgeführt werden müssen, wird der `--asroot` Parameter diese Überprüfung umgehen.
es_es: Está intentando ejecutar CKAN como administrador. Esto proporciona a los programas capacidad ilimitada para hacer cambios no autorizados a cualquier parte de su sistema. Lo hacemos lo mejor que podemos para evitar errores y código malicioso, ¡pero no deberías confiar tanto en nosotros! Ejecutar como administrador también puede causar problemas con los permisos del sistema de archivos, ya que los archivos instalados como administrador no pueden ser eliminados sin ser administrador. Ejecute CKAN sin permisos de administrador para proteger su sistema de estos riesgos. Si necesita ejecutarlo como administrador, el parámetro `--asroot` desactiva este aviso.
fr_fr: Vous essayez d'utiliser CKAN en tant qu'administrateur. Cela donne aux programmes des droits illimités sur n'importe quelle partie de votre système. Nous faisons de notre mieux pour éviter les bugs et les lignes de code malintentionnées, mais vous ne devriez pas nous faire confiance à ce point ! Exécuter en tant qu'administrateur peut aussi créer des problèmes de permission, puisque un fichier installé par un administrateur ne pourra pas être retiré par un non administrateur. Utilisez CKAN en tant qu'utilisateur normal pour éviter ces problèmes. Si vous n'avez vraiment pas le choix, le paramètre "--asroot" permet d'utiliser CKAN en tant qu'administrateur.
it_it: Stai cercando di eseguire CKAN con i privilegi di amministratore. È una pessima idea e non c'è assolutamente alcun motivo per farlo. Utilizza CKAN da un account utente (o usa --asroot se vuoi correre il rischio).
pl_pl: Próbujesz uruchomić CKAN jako root. To zły pomysł i lepiej tego nie rób. Proszę uruchomić program z konta użytkownika. (albo użyj --asroot, jeśli jesteś odważny).
ru_ru: Вы пытаетесь запустить CKAN с правами администратора. Пожалуйста, запускайте CKAN с правами обычного пользователя (либо, если это действительно необходимо, используйте --asroot).

# OptionsPressAnyKey
source: Press any key to exit...
de_de: Drücke irgendeine Taste zum Beenden...
es_es: Pulse cualquier tecla para salir...
fr_fr: Appuyez sur n'importe quelle touche pour quitter...
it_it: Premi un tasto per uscire...

# OptionsRootWarning
source: Warning: CKAN is running as an administrator user!
de_de: Warnung: CKAN läuft als Administrator!
es_es: Advertencia: ¡CKAN se está ejecutando con permisos de administrador!
fr_fr: Attention : CKAN est exécuté en tant qu'administrateur !
it_it: Attenzione: Stai eseguendo CKAN come amministratore!
pl_pl: Ostrzeżenie: CKAN uruchomiony jako root!
pt_br: Atenção: CKAN esta rodando no modo administrador!
ru_ru: Внимание: CKAN запущен с правами администратора!

# OptionsMonoWarning
source: Warning: Detected Mono {0}, recommended version is {1} or later!
de_de: Warnung: Mono {0} erkannt, empfohlene Version ist {1} oder neuer!
es_es: Advertencia: ¡Mono {0} detectado, la versión recomendada es {1} o más reciente!
fr_fr: Attention : Mono {0} détecté, la version recommandée est {1} ou plus récente !
it_it: Attenzione. È stato rilevato un runtime Mono {0}, inferiore alla versione consigliata {1}. Aggiornamento consigliato!
pl_pl: Ostrzeżenie. Wykryto wersję mono {0} która jest starsza niż zalecana wersja {1}. Zalecana aktualizacja!
pt_br: Atenção: Mono {0} Detectado, versão recomendada é {1} ou mais recente!
ru_ru: Винмание. Обнаруженная версия mono {0} ниже, чем рекомендуемая версия {1}. Рекомендовано обновление!

# OptionsInstanceAndGameDir
source: --instance and --gamedir can't be specified at the same time
de_de: --instance und --gamedir können nicht gleichzeitig angegeben werden
es_es: --instance y --gamedir no pueden especificarse al mismo tiempo
fr_fr: --instance et --gamedir ne peuvent pas être spécifiées en même temps
it_it: --instance e --gamedir non possono essere specificati nello stesso momento
nl_nl: --instance en --gamedir kan niet op hetzelfde moment worden opgegeven
pl_pl: --instance i --gamedir nie mogę być użyte w tym samym czasie
pt_br: --instância e --gamedir não podem ser especificados ao mesmo tempo
ru_ru: --instance и --gamedir не могут быть заданы в одно и то же время

# OptionsInvalidInstance
source: Invalid game instance specified "{0}", use '--gamedir' to specify by path, or 'instance list' to see known game instances
de_de: Ungültige Spielinstanz angegeben "{0}", benutze '--gamedir' um nach Pfad anzugeben, oder 'instance list', um bekannte Spielinstanzen zu sehen
es_es: Se ha especificado una instancia de juego no válida "{0}", utilice '--gamedir' para especificar una ruta, o 'instance list' para ver todas las instancias de juego conocidas
fr_fr: Instance de jeu spécifiée invalide "{0}", utilisez '--gamedir' pour spécifier un chemin, ou 'instance list' pour voir les instances de jeu connues
it_it: Istanza di gioco non valida specificata "{0}", usa '--gamedir' per specificare un percorso o 'instance list' per vedere le istanze di gioco conosciute
nl_nl: Ongeldige game-instantie gespecificeerd "{0}", gebruik '--gamedir' om per pad te specificeren, of 'instance lijst' om bekende game-instanties te zien
pl_pl: Określona instalacja gry jest nieprawidłowa "{0}", użyj '--gamedir' aby określić ścieżkę instalacji gry lub ''listę instalacji' aby sprawdzić już znane instalacje
pt_br: Instância de jogo especificada "{0}" é invalida, use '--gamedir' para especificar por caminho ou 'lista de instância' para ver instâncias do jogo conhecidas
ru_ru: Указана неверная сборка "{0}", используйте '--gamedir' для указания пути, либо 'instance list' для просмотра сборок игры

# InstanceNotInstance
source: Sorry, {0} does not appear to be a game instance
de_de: Entschuldigung, {0} scheint keine Spielinstanz zu sein
es_es: Lo sentimos, {0} no parece ser una instancia del juego
fr_fr: Désolé, {0} n'a pas l'air d'être une instance de jeu
it_it: Mi dispiace, {0} non sembra essere un'istanza di gioco
nl_nl: Sorry, {0} lijkt geen game-instantie te zijn
pl_pl: Przepraszam, wygląda na to że {0} nie jest poprawną instalacją gry
pt_br: Desculpe, {0} não parece ser uma instância do jogo
ru_ru: Извините, {0} не являтся сборкой игры

# InstanceDuplicate
source: This instance name is already taken: {0}
de_de: Dieser Instanzname ist bereits vergeben: {0}
es_es: Este nombre de instancia ya está siendo utilizado: {0}
fr_fr: Ce nom d'instance est déjà pris : {0}
it_it: Il nome dell'istanza è già stato preso: {0}
nl_nl: Deze instantienaam is al in gebruik: {0}
pl_pl: Ta nazwa instalacji jest już zajęta: {0}
pt_br: Este nome de instância já foi usado: {0}
ru_ru: Данное имя сборки уже занято: {0}

# UserYesNoPromptSuffix
source: [Y/n]
de_de: [J/n]
es_es: [S/n]
fr_fr: [O/n]
it_it: [S/n]
nl_nl: [J/n]
pl_pl: [T/n]
ru_ru: [Д/н]

# UserYesNoY
source: y
de_de: j
es_es: s
fr_fr: o
it_it: s
nl_nl: j
pl_pl: t
ru_ru: д

# UserYesNoYes
source: yes
de_de: Ja
es_es: si
fr_fr: oui
it_it: sì
nl_nl: ja
pl_pl: tak
ru_ru: да

# UserYesNoNo
source: no
de_de: nein
fr_fr: non
nl_nl: nee
pl_pl: nie
ru_ru: нет

# UserYesNoInvalid
source: Invalid input. Please enter yes or no
de_de: Ungültige Eingabe. Bitte geben Sie Ja oder Nein ein
es_es: Entrada no válida. Por favor, introduzca si o no
fr_fr: Saisie invalide. Veuillez entrer oui ou non
it_it: Inserimento non valido. Inserisci sì o no
nl_nl: Ongeldige invoer. Voer Ja of nee in
pl_pl: Nieprawidłowe dane wejściowe. Proszę wpisać tak lub nie
pt_br: Entrada inválida. Por favor, insira "yes" ou "no"
ru_ru: Пожалуйста, введите «да» или «нет»

# UserSelectionPromptWithDefault
source: Enter a number between {0} and {1} (To cancel press "c" or "n". "Enter" will select {2}.):
de_de: Geben Sie eine Zahl zwischen {0} und {1} ein (Um abzubrechen drücken drücken Sie "c" oder "n". "Enter" wird {2} wählen.):
es_es: Introduzca un número entre {0} y {1} (Para cancelar pulse "c" o "n". "Enter" seleccionará {2}.):
fr_fr: Entrez un nombre entre {0} et {1} (Pour annuler, appuyez sur "c" ou "n". "Entrée" va sélectionner {2}.) :
it_it: Inserisci un numero compreso tra {0} e {1} (Per annullare premere "c" o "n". "Invio" selezionerà {2}.):
nl_nl: Voer een nummer in tussen {0} en {1} (Om te annuleren druk op "c" of "n". "Enter" selecteert {2}.):
pl_pl: Wprowadź liczbę pomiędzy {0} i {1} (Aby anulować naciśnij "c" lub "n". "Enter" wybierze {2}.):
pt_br: Insira um número entre {0} e {1} (Para cancelar pressione "c" ou "n". "Enter" selecionará {2}.):
ru_ru: Введите число между {0} и {1} (Для отмены нажмите "о" или "н". "Enter" выберет {2}.):

# UserSelectionPromptWithoutDefault
source: Enter a number between {0} and {1} (To cancel press "c" or "n".):
de_de: Geben Sie eine Zahl zwischen {0} und {1} ein (Um abzubrechen drücken drücken Sie "c" oder "n".):
es_es: Introduzca un número entre {0} y {1} (Para cancelar pulse "c" o "n".):
fr_fr: Entrez un nombre entre {0} et {1} (Pour annuler, appuyez sur "c" ou "n".) :
it_it: Inserisci un numero compreso tra {0} e {1} (Per annullare premere "c" o "n".):
nl_nl: Voer een nummer in tussen {0} en {1} (Om te annuleren druk op "c" of "n"):
pl_pl: Wprowadź liczbę pomiędzy {0} i {1} (Aby anulować naciśnij "c" lub "n".):
pt_br: Insira um número entre {0} e {1} (para cancelar pressione "c" ou "n".):
ru_ru: Введите число между {0} и {1} (Для отмены нажмите "о" или "н".):

# UserSelectionCancelled
source: Selection cancelled
de_de: Auswahl abgebrochen
es_es: Selección cancelada
fr_fr: Sélection annulée
it_it: Selezione annullata
nl_nl: Selectie geannuleerd
pl_pl: Wybór anulowany
pt_br: Seleção cancelada
ru_ru: Выбор отменён

# UserSelectionNotNumber
source: The input is not a number
de_de: Die Eingabe ist keine Zahl
es_es: El valor especificado no es un número
fr_fr: La saisie n'est pas un nombre
it_it: L'inserimento non è un numero
nl_nl: De invoer is geen getal
pl_pl: Podana wartość nie jest liczbą
pt_br: O valor de entrada não é um número
ru_ru: Введенное значение не является числом

# UserSelectionTooLarge
source: The number in the input is too large
de_de: Die Zahl in der Eingabe ist zu groß
es_es: El valor especificado es demasiado grande
fr_fr: Le nombre saisi est trop grand
it_it: Il numero inserito è troppo grande
nl_nl: Het getal in de invoer is te groot
pl_pl: Podana liczba jest za duża
pt_br: O número na entrada é muito grande
ru_ru: Введённое число слишком велико

# UserSelectionTooSmall
source: The number in the input is too small
de_de: Die Zahl in der Eingabe ist zu klein
es_es: El valor especificado es demasiado pequeño
fr_fr: Le nombre saisi est trop petit
it_it: Il numero inserito è troppo piccolo
nl_nl: Het getal in de invoer is te klein
pl_pl: Podana liczba jest za mała
pt_br: O número na entrada é muito pequeno
ru_ru: Введённое число слишком мало

# UserProgressDownloadSubstring
source: download
fr_fr: téléchargement

# AuthTokenHostHeader
source: Host
fr_fr: Hôte
pt_br: Hospedeiro
ru_ru: Хост

# AuthTokenTokenHeader
source: Token
fr_fr: Jeton
it_it: Gettone
ru_ru: Токен

# AuthTokenHelpSummary
source: Manage authentication tokens
de_de: Authentifizierungs-Tokens verwalten
es_es: Administrar tokens de autenticación
fr_fr: Gérer les jetons d'authentification
it_it: Gestione dei gettoni di autenticazione
nl_nl: Authenticatie-instellingen beheren
pl_pl: Zarządzaj tokenami uwierzytelniania
pt_br: Gerenciar tokens de autenticação
ru_ru: Управление токенами аутентификации

# AuthTokenInvalidHostName
source: Invalid host name: {0}
de_de: Ungültiger Hostname: {0}
es_es: Nombre de host no válido: {0}
fr_fr: Nom d'hôte invalide : {0}
it_it: Nome host non valido: {0}
nl_nl: Ongeldige hostnaam: {0}
pt_br: Nome de host inválido: {0}

# AvailableHeader
source: Modules compatible with {0} {1}
de_de: Module kompatibel mit {0} {1}
es_es: Módulos compatibles con {0} {1}
fr_fr: Modules compatibles avec {0} {1}
it_it: Moduli compatibili con {0} {1}
nl_nl: Modules compatibel met {0} {1}
pl_pl: Moduły kompatybilne z {0} {1}
pt_br: Módulos compatíveis com {0} {1}
ru_ru: Модули, совместимые с {0} {1}

# CacheHelpSummary
source: Manage the download cache path of CKAN
de_de: Download-Cache Pfad von CKAN verwalten
es_es: Gestionar la ruta de caché de descargas de CKAN
fr_fr: Gérer le chemin du cache des téléchargements de CKAN
it_it: Gestione del percorso della cache di download di CKAN
nl_nl: Beheer het downloadcachepad van CKAN
pl_pl: Zarządzaj ścieżką pobierania plików cache CKAN
pt_br: Gerenciar o caminho de cache de download do CKAN
ru_ru: Управление папкой кэша загрузок CKAN

# CacheSet
source: Download cache set to {0}
de_de: Download-Cache auf {0} gesetzt
es_es: Caché de descargas establecida en {0}
fr_fr: Cache des téléchargements réglé à {0}
it_it: La cache del download è impostata su {0}
nl_nl: Download cache ingesteld op {0}
pl_pl: Pliki cache ustawione na {0}
pt_br: Download de cache definido para {0}
ru_ru: Кэш загрузок находится в {0}

# CacheInvalidPath
source: Invalid path: {0}
de_de: Ungültiger Pfad: "{0}"
es_es: Ruta no válida: {0}
fr_fr: Chemin invalide : {0}
it_it: Percorso non valido: {0}
nl_nl: Ongeldig pad: {0}
pl_pl: Nieprawidłowa ścieżka: {0}
pt_br: Caminho inválido: {0}
ru_ru: Неверный путь: {0}

# CacheCleared
source: Download cache cleared
de_de: Download-Cache geleert
es_es: Caché de descargas eliminada
fr_fr: Cache des téléchargements nettoyé
it_it: Cache del Download pulita
nl_nl: Download cache gewist
pl_pl: Pliki cache skasowane
pt_br: Cache de download limpo
ru_ru: Кэш загрузок очищен

# CacheReset
source: Download cache reset to {0}
de_de: Download-Cache auf {0} gesetzt
es_es: Caché de descargas reestablecida a {0}
fr_fr: Cache des téléchargements réinitialisé à {0}
it_it: Ripristino della cache del download a {0}
nl_nl: Download cache gereset naar {0}
pl_pl: Pliki cache zresetowano do {0}
pt_br: Download de cache redefinido para {0}
ru_ru: Кэш загрузок сброшен в {0}

# CacheResetFailed
source: Can't reset cache path: {0}
de_de: Cache-Pfad kann nicht zurückgesetzt werden: {0}
es_es: No se puede restablecer la ruta de caché: {0}
fr_fr: Impossible de réinitialiser le chemin du cache : {0}
it_it: Impossibile ripristinare il percorso della cache: {0}
nl_nl: Kan het cachepad niet resetten: {0}
pl_pl: Nie można zresetować ścieżkę plików cache: {0}
pt_br: Não é possível redefinir o caminho do cache: {0}
ru_ru: Не удалось сбросить путь к кэшу: {0}

# CacheUnlimited
source: Unlimited
de_de: Unbegrenzt
es_es: Ilimitado
fr_fr: Illimité
it_it: Illimitata
nl_nl: Onbeperkt
pl_pl: Nieograniczone
pt_br: Ilimitado
ru_ru: Неограничено

# CacheInfo
source: {0} files, {1}, {2} free
de_de: {0} Dateien, {1}, {2} kostenlos
es_es: {0} ficheros, {1}, {2} libres
fr_fr: {0} fichiers, {1}, {2} libre
it_it: {0} file, {1}, {2} liberi
nl_nl: {0} bestanden, {1}, {2} vrij
pl_pl: {0} plików, {1}, {2} wolne
pt_br: Arquivos {0} , {1}, {2} livres
ru_ru: {0} файлов, {1}

# CompareSame
source: "{0}" and "{1}" are the same versions.
de_de: "{0}" und "{1}" sind die gleichen Versionen.
es_es: "{0}" y "{1}" son las mismas versiones.
fr_fr: "{0}" et "{1}" ont les mêmes versions.
it_it: "{0}" e "{1}" sono le stesse versioni.
nl_nl: "{0}" en "{1}" zijn dezelfde versies.
pl_pl: "{0}" i "{1}" to te same wersje.
pt_br: "{0}" e "{1}" são as mesmas versões.
ru_ru: "{0}" и "{1}" одинаковы.

# CompareLower
source: "{0}" is lower than "{1}".
de_de: "{0}" ist kleiner als "{1}".
es_es: "{0}" es inferior a "{1}".
fr_fr: "{0}" est plus bas que "{1}".
it_it: "{0}" è inferiore a "{1}".
nl_nl: "{0}" is lager dan "{1}".
pl_pl: "{0}" jest mniejszy niż "{1}".
pt_br: "{0}" é menor que "{1}".
ru_ru: "{0}" ниже, чем "{1}".

# CompareHigher
source: "{0}" is higher than "{1}".
de_de: "{0}" ist größer als "{1}".
es_es: "{0}" es superior a "{1}".
fr_fr: "{0}" est plus haut que "{1}".
it_it: "{0}" è superiore a "{1}".
nl_nl: "{0}" is hoger dan "{1}".
pl_pl: "{0}" jest wyższy niż "{1}".
pt_br: "{0}" é maior que "{1}".
ru_ru: "{0}" выше, чем "{1}".

# CompatHelpSummary
source: Manage game version compatibility
de_de: Kompatibilität der Spielversion verwalten
es_es: Gestionar compatibilidad con versiones del juego
fr_fr: Gérer les versions de jeu compatibles
it_it: Gestione della compatibilità delle versioni dei giochi
nl_nl: Beheer de spel versie compatibiliteit
pl_pl: Zarządzaj kompatybilnością wersji gry
pt_br: Gerenciar compatibilidade com versão do jogo
ru_ru: Управление версиями игры

# CompatActualHeader
source: Actual
de_de: Tatsächlich
fr_fr: Actuelle
it_it: Attuale
nl_nl: Huidig
pl_pl: Bieżące
pt_br: Atual
ru_ru: Актуальная

# CompatMissing
source: No game versions specified!
de_de: Keine Spielversionen angegeben!
es_es: ¡No se han especificado versiones del juego!
fr_fr: Aucune version de jeu spécifiée !

# CompatInvalid
source: Invalid game versions: {0}
de_de: Ungültige Spielversionen: {0}
es_es: Versiones de juego no válidas: {0}
fr_fr: Versions de jeu invalides : {0}
it_it: ERRORE: versione del gioco non valida
pl_pl: BŁĄD: Niewłaściwa wersja gry
ru_ru: ОШИБКА: Неверно указана версия игры

# CompatCantForget
source: Cannot forget actual game version: {0}
de_de: Aktuelle Spielversion kann nicht vergessen werden: {0}
es_es: No se puede olvidar la versión actual del juego: {0}
fr_fr: Impossible d'oublier la version réelle du jeu : {0}
it_it: ERRORE: Impossibile dimenticare la versione attuale del gioco
pl_pl: BŁĄD: Nie można zapomnieć aktualnej wersji gry
ru_ru: ОШИБКА: Не удалось забыть актуальную версию игры

# InstanceHelpSummary
source: Manage game instances
de_de: Spielinstanzen verwalten
es_es: Gestionar instancias de juego
fr_fr: Gérer les instances de jeu
it_it: Gestione istanze di gioco
nl_nl: Beheer game instanties
pl_pl: Zarządzaj instalacjami gry
pt_br: Gerenciar instâncias do jogo
ru_ru: Управление сборками игры

# InstanceListNoVersion
source: <NONE>
es_es: <NINGUNO>
fr_fr: <AUCUNE>
it_it: <NESSUNA>
pl_pl: <BRAK>
ru_ru: <НЕТ>

# InstanceListYes
source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
it_it: Sì
nl_nl: Ja
pl_pl: Tak
pt_br: Sim
ru_ru: Да

# InstanceListNo
source: No
de_de: Nein
fr_fr: Non
nl_nl: Nee
pl_pl: Nie
pt_br: Não
ru_ru: Нет

# InstanceListNameHeader
source: Name
es_es: Nombre
fr_fr: Nom
it_it: Nome
nl_nl: Naam
pl_pl: Nazwa
pt_br: Nome
ru_ru: Имя

# InstanceListDefaultHeader
source: Default
de_de: Standard
es_es: Predeterminado
fr_fr: Défaut
it_it: Predefinita
nl_nl: Standaard
pl_pl: Domyślny
pt_br: Padrão
ru_ru: По умолч.

# InstanceListPathHeader
source: Path
de_de: Pfad
es_es: Ruta
fr_fr: Chemin
it_it: Percorso
nl_nl: Locatie
pl_pl: Ścieżka
pt_br: Caminho
ru_ru: Путь

# InstanceAddDuplicate
source: Install with name "{0}" already exists, aborting
de_de: Installation mit dem Namen "{0}" existiert bereits, breche ab
es_es: La instalación con el nombre "{0}" ya existe, abortando
fr_fr: Une installation avec le nom "{0}" existe déjà, annulation
it_it: Esiste già un'installazione con il nome "{0}", annullamento
pl_pl: Instalacja o nazwie "{0}" już istnieje, przerywanie
pt_br: Instalação com o nome "{0}" já existe, abortando
ru_ru: Сборка с именем "{0}" уже существует, операция не выполнена

# InstanceAdded
source: Added "{0}" with root "{1}" to known installs
de_de: "{0}" mit Root "{1}" zu bekannten Installationen hinzugefügt
es_es: Añadido "{0}" con raíz "{1}" a instalaciones conocidas
fr_fr: Ajout de "{0}" de racine "{1}" aux installations connues
it_it: Aggiunto "{0}" con root "{1}" alle installazioni conosciute
pl_pl: Dodano "{0}" z rootem "{1}" do znanych instalacji
pt_br: Adicionado "{0}" com raiz "{1}" para instalações conhecidas
ru_ru: Добавлена "{0}" с корнем "{1}"
