Repository: KSP-CKAN/CKAN
Catalog: Cmdline/Properties/Resources.*.resx
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, ru_ru

# InstanceCloneNotFound
source: No instance with this name or at this path: {0} See below for a list of known instances:
de_de: Keine Instanz mit diesem Namen oder in diesem Pfad: {0} siehe unten für eine Liste bekannter Instanzen:
es_es: Ninguna instancia con este nombre o en esta ruta: {0} Ver abajo para una lista de instancias conocidas:
fr_fr: Aucune instance avec ce nom ou avec ce chemin : {0} Voir ci-dessous une liste des instances connues :
it_it: Nessuna istanza con questo nome o in questo percorso: {0} Vedi sotto per un elenco di istanze conosciute:
pl_pl: Brak instalacji o tej nazwie lub ścieżce: {0} Zobacz poniżej listę znanych instalacji:
pt_br: Nenhuma instância com este nome ou neste caminho: {0} Veja abaixo uma lista de instâncias conhecidas:
ru_ru: Не найдено сборок с таким именем или по такому пути: {0} Проверьте список известных сборок:

# InstanceCloneFailed
source: Something went wrong. Please look if the new directory has been created. Try to add the new instance manually with "ckan instance add".
de_de: Etwas ist schief gelaufen. Bitte schauen Sie, ob das neue Verzeichnis erstellt wurde. Versuchen Sie, die neue Instanz manuell mit "ckan instance add" hinzuzufügen.
es_es: Algo salió mal. Por favor, mire si el nuevo directorio ha sido creado. Intenta agregar la nueva instancia manualmente con "ckan instance add".
fr_fr: Quelque chose s'est mal passé. Veuillez vérifier que le nouveau dossier a bien été créé. Essayez d'ajouter l'instance manuellement avec "ckan instance add".
it_it: Qualcosa è andato storto. Controlla se la nuova directory è stata creata. Prova ad aggiungere manualmente la nuova istanza con "ckan instance add".
pl_pl: Coś poszło nie tak. Proszę sprawdź, czy nowy folder został utworzony. Spróbuj dodać nową instancję ręcznie za pomocą "ckan instance add".
pt_br: Algo deu errado. Por favor, verifique se o novo diretório foi criado. Tente adicionar a nova instância manualmente com "ckan instance add".
ru_ru: Что-то пошло не так. Проверьте, произошло ли создание новой папки. Попробуйте вручную добавить сборку с помощью "ckan instance add".

# InstanceNotFound
source: Couldn't find install with name "{0}", aborting
de_de: Installation mit dem Namen "{0}" konnte nicht gefunden werden, breche ab
es_es: No se pudo encontrar la instalación con el nombre "{0}", abortando
fr_fr: Impossible de trouver une installation avec le nom "{0}", annulation
it_it: Impossibile trovare l'installazione con nome "{0}", interruzione
pl_pl: Nie można znaleźć instalacji o nazwie "{0}", przerwano
pt_br: Não foi possível encontrar instalação com o nome "{0}", abortando
ru_ru: Не удалось найти сборку с именем "{0}", операция не выполнена

# InstanceRenamed
source: Successfully renamed "{0}" to "{1}"
de_de: Erfolgreich umbenannt "{0}" in "{1}"
es_es: Cambiado el nombre con éxito "{0}" a "{1}"
fr_fr: "{0}" a été renommée "{1}" avec succès
it_it: Rinominato con successo "{0}" in "{1}"
pl_pl: Pomyślnie zmieniono nazwę "{0}" na "{1}"
pt_br: Renomeado com sucesso "{0}" para "{1}"
ru_ru: Сборка "{0}" переименована в "{1}"

# InstanceForgot
source: Successfully Removed "{0}"
de_de: Erfolgreich entfernt "{0}"
es_es: Eliminado con éxito "{0}"
fr_fr: "{0}" a été retirée avec succès
it_it: "{0}" è stato rimossa con successo
pl_pl: Pomyślnie usunięto "{0}"
pt_br: “{0} removido com sucesso ”
ru_ru: Сборка "{0}" удалена

# InstanceDefaultArgumentMissing
source: argument missing, please select from the list below
de_de: Argument nicht vorhanden, bitte wählen Sie aus der Liste unten
es_es: falta un argumento, por favor seleccione uno de la lista de abajo
fr_fr: argument manquant, veuillez choisir depuis la liste ci-dessous
it_it: argomento mancante, si prega di selezionare dalla lista qui sotto
pl_pl: brak argumentu, proszę wybrać z poniższej listy
pt_br: argumento faltando, por favor, selecione na lista abaixo
ru_ru: отсуствует параметр, выберите из списка ниже

# InstanceDefaultSet
source: Successfully set "{0}" as the default game instance
de_de: Erfolgreich "{0}" als Standardspiel-Instanz gesetzt
es_es: "{0}" se ha establecido con éxito como instancia de juego predeterminada
fr_fr: "{0}" a été définie comme instance de jeu par défaut
it_it: "{0}" è stata impostata come istanza di gioco predefinita
pl_pl: Pomyślnie ustawiono "{0}" jako domyślną instalacje gry
pt_br: "{0}" definido com sucesso como a instância padrão do jogo
ru_ru: "{0}" установлена как сборка по умолчанию

# InstanceFakeFailed
source: Something went wrong. Try to add the instance yourself with "ckan instance add". Also look if the new directory has been created.
de_de: Etwas ist schief gelaufen. Füge die Instanz selbst mit "ckan instance add" hinzu. Überprüfe auch, ob das neue Verzeichnis erstellt wurde.
es_es: Algo salió mal. Intenta añadir la instancia manualmente con "ckan instance add". Verifique también si el nuevo directorio ha sido creado.
fr_fr: Quelque chose s'est mal passé. Essayez d'ajouter l'instance manuellement avec "ckan instance add". Vérifiez aussi si le nouveau dossier a bien été créé.
it_it: Qualcosa è andato storto. Prova ad aggiungere l'istanza da solo con "ckan instance add". Verifica anche che la nuova directory sia stata creata.
pl_pl: Coś poszło nie tak. Spróbuj dodać instalacje za pomocą "ckan instance add". Sprawdź również, czy nowy folder został utworzony.
pt_br: Algo deu errado. Tente adicionar a instância com "ckan instance add". Também verifique se a nova pasta foi criada.
ru_ru: Что-то пошло не так. Попробуйте вручную добавить сборку с помощью "ckan instance add". Проверьте, была ли создана новая папка.

# InstanceFakeBadArguments
source: --Error: bad argument(s)--
de_de: --Fehler: Falsche Argument(s)--
es_es: --Error: argumentos(s) incorrecto(s)--
fr_fr: --Erreur : mauvais argument·s--
it_it: --Errore: argomenti errati -
pl_pl: --Błąd: zły argument(y)--
pt_br: --Erro: argumento(s) ruim(s)--
ru_ru: --Ошибка: неверный(-е) параметр(-ы)--

# InstanceFakeMakingHistory
source: Please check the Making History DLC version argument - Format it like Maj.Min.Patch - e.g. 1.1.0
de_de: Bitte überprüfen Sie das Making History DLC Versionsargument - Format wie Maj.Min.Patch - z.B. 1.1.0
es_es: Por favor, compruebe el argumento de versión del DLC Making History - Formatéelo como: Maj.Min.Patch - Ejemplo: 1.1.0
fr_fr: Veuillez vérifier l'argument de version du DLC Making History - Le format est du type Maj.Min.Patch - ex: 1.1.0
it_it: Si prega di controllare l'argomento della versione del DLC di Making History - Formattalo come Maj.Min.Patch - es. 1.1.0
pl_pl: Proszę sprawdzić argument wersji DLC Making History - Sformatuj go tak Maj.Min.Patch - np. 1.1.0
ru_ru: Проверьте параметр версии DLC Making History - правильный формат: Maj.Min.Patch - пример: 1.1.0

# InstanceFakeBreakingGround
source: Please check the Breaking Ground DLC version argument - Format it like Maj.Min.Patch - e.g. 1.1.0
es_es: Por favor, compruebe el argumento de versión del DLC Breaking Ground - Formatéelo como: Maj.Min.Patch - Ejemplo: 1.1.0
fr_fr: Veuillez vérifier l'argument de version du DLC Breaking Ground - Le format est du type Màj.Min.Patch - ex: 1.1.0
it_it: Si prega di controllare l'argomento della versione del DLC di Breaking Ground - Formattalo come Maj.Min.Patch - es. 1.1.0
pl_pl: Proszę sprawdzić argument wersji DLC Breaking Ground - Sformatuj go tak Maj.Min.Patch - np. 1.1.0
ru_ru: Проверьте параметр версии DLC Breaking Ground - правильный формат: Maj.Min.Patch - пример: 1.1.0

# InstanceFakeVersion
source: Please check the version argument - Format it like Maj.Min.Patch[.Build] - e.g. 1.6.0 or 1.2.2.1622
es_es: Por favor, compruebe el argumento de versión - Formatéelo como: Maj.Min.Patch[.Build] - Ejemplo: 1.2.2.1622
fr_fr: Veuillez vérifier l'argument de version - Le format est du type Màj.Min.Patch[.Build] - ex : 1.6.0 ou 1.2.2.1622
it_it: Controllare l'argomento della versione - Formattarlo come Maj.Min.Patch[.Build] - ad esempio 1.6.0 o 1.2.2.1622
pl_pl: Proszę sprawdzić argument wersji - Sformatuj go tak Maj.Min.Patch[.Build] - np. 1.6.0 lub 1.2.2.1622
ru_ru: Проверьте параметр версии игры - правильный формат: Maj.Min.Patch[.Build] - пример: 1.6.0 или 1.2.2.1622

# InstanceFakeBadGame
source: No such game {0}!
es_es: ¡No existe el juego {0}!
fr_fr: Le jeu {0} n'existe pas !
it_it: Il gioco {0} non esiste!

# InstanceFakeBadGameVersion
source: Couldn't find a valid game version for your input. Make sure to enter at least the version major and minor values in the form Maj.Min - e.g. 1.5
es_es: No se pudo encontrar una versión válida del juego para su inserción. Asegúrese de introducir los valores de versión mayores y menores con el formato Mayor.Menor - Por ejemplo: 1.5
fr_fr: Impossible de trouver une version de jeu valide pour votre saisie. Soyez sûr d'avoir saisi au moins les valeurs de version majeure et mineure au format Màj.Min - ex: 1.5
it_it: Non è stato possibile trovare una versione di gioco valida per il tuo inserimento. Assicurati di inserire almeno i valori di versione maggiore e minore nella forma Maj.Min - ad esempio 1.5
pl_pl: Wpisałeś nieprawidłową wersję gry. Upewnij się, że wprowadziłeś wersję w postaci Maj.Min - np. 1.5
ru_ru: Не удалось найти соответствующую версию игры. Проверьте формат введённой версии - правильный формат: Maj.Min - пример: 1.5

# InstanceFakeCancelled
source: Selection cancelled! Please call 'ckan instance fake' again
es_es: ¡Selección cancelada! Por favor, utilice 'ckan instance fake' de nuevo
fr_fr: Sélection annulée ! Veuillez saisir 'ckan instance fake' à nouveau
it_it: Selezione annullata! Si prega di chiamare nuovamente 'ckan instance fake'
pl_pl: Wybór anulowany! Spróbuj użyć 'ckan instance fake' jeszcze raz
ru_ru: Выбор отменён! Снова вызовите 'ckan instance fake'

# InstanceFakeCreating
source: Creating new fake game instance {0} at {1} with version {2}
es_es: Creando nueva instancia de juego falsa {0} en {1} con la versión {2}
fr_fr: Création d'une fausse instance de jeu {0} à {1} de version {2}
it_it: Crea una falsa istanza del gioco {0} in {1} versione {2}
pl_pl: Tworzenie nowej fałszywej instalacji gry {0} w {1} z wersją {2}
ru_ru: Создание новой псевдосборки "{0}" по пути {1} с версией {2}

# InstanceFakeDefault
source: Setting new instance to default...
es_es: Estableciendo nueva instancia como predeterminada...
fr_fr: Définition de la nouvelle instance comme par défaut...
it_it: Impostare la nuova istanza come predefinita...
pl_pl: Ustawianie nowej instalacji na domyślną...

# InstanceFakeDone
source: --Done--
es_es: --Hecho--
fr_fr: --Fini--
it_it: --Fatto--
pl_pl: --Gotowe--
ru_ru: --Готово--

# ImportError
source: Import error: {0}
es_es: Error de importación: {0}
fr_fr: Erreur d'importation : {0}
it_it: Errore d'importazione: {0}
pl_pl: Błąd importowania: {0}
ru_ru: Ошибка импортирования: {0}

# ImportNotFound
source: File not found: {0}
es_es: Archivo no encontrado: {0}
fr_fr: Fichier introuvable : {0}
it_it: File non trovato: {0}
pl_pl: Nie odnaleziono pliku: {0}
ru_ru: Файл не найден: {0}

# InstallNotFound
source: File not found, exiting: {0}
es_es: Archivo no encontrado, saliendo: {0}
fr_fr: Fichier introuvable, sortie : {0}
it_it: File non trovato, uscita: {0}
pl_pl: Nie znaleziono pliku, wyjście: {0}
ru_ru: Файл не найден, выход: {0}

# InstallTryAgain
source: If you're lucky, you can do a `ckan update` and try again. Try `ckan install --no-recommends` to skip installation of recommended modules. Or `ckan install --allow-incompatible` to ignore module compatibility.
es_es: Puede utilizar el comando `ckan compat` para cambiar qué versiones del juego se consideran compatibles. Si una nueva versión compatible acaba de lanzarse, puede utilizar `ckan update` e intentarlo de nuevo. O puede utilizar `ckan install --allow-incompatible` para ignorar la compatibilidad de los módulos en la línea de comandos (pero no las dependencias).
fr_fr: Si vous êtes chanceux, vous pouvez taper `ckan update` et réessayer. Essayez `ckan install --no-recommends` pour ignorer l'installation des modules recommandés. Ou `ckan install --allow-incompatible` pour ignorer la compatibilité des modules.
it_it: Se sei fortunato, puoi fare un `ckan update` e riprovare. Prova `ckan install --no-recommends` per saltare l'installazione dei moduli consigliati. Oppure `ckan install --allow-incompatible` per ignorare la compatibilità dei moduli.
pl_pl: Jeśli masz szczęście, możesz wykonać `ckan update` i spróbować ponownie. Spróbuj `ckan install --no-recommends` aby pominąć instalację zalecanych modułów. Lub `ckan install --allow-niecompatible` aby zignorować kompatybilność modułów.
ru_ru: Попробуйте совершить `ckan update` и попытайтесь заново. Используйте `ckan install --no-recommends`, чтобы пропустить установку рекомендуемых модулей. Либо используйте `ckan install --allow-incompatible`, чтобы игнорировать проблемы совместимости.

# InstallUnversionedDependencyNotSatisfied
source: Module {0} required but it is not listed in the index, or not available for your version of {1}
fr_fr: Le module {0} est requis, mais il n'est pas listé dans l'index, ou indisponible pour votre version de {1}
it_it: Il modulo {0} è necessario, ma non è elencato nell'indice o non è disponibile per la tua versione di {1}
pl_pl: Moduł {0} jest wymagany, ale nie jest wymieniony w indeksie lub nie jest dostępny dla Twojej wersji {1}
ru_ru: Необходим модуль {0}, но он отсутствует в указателе либо недоступен для вашей версии {1}

# InstallVersionedDependencyNotSatisfied
source: Module {0} {1} required but it is not listed in the index, or not available for your version of {2}
fr_fr: Le module {0} {1} est requis, mais il n'est pas listé dans l'index, ou indisponible pour votre version de {2}
it_it: Il modulo {0} {1} è necessario, ma non è elencato nell'indice o non è disponibile per la tua versione di {2}
pl_pl: Moduł {0} {1} jest wymagany, ale nie jest wymieniony w indeksie lub nie jest dostępny dla Twojej wersji {2}
ru_ru: Необходим модуль {0} {1}, но он отсутствует в указателе либо недоступен для вашей версии {2}

# InstallBadMetadata
source: Bad metadata detected for module {0}: {1}
fr_fr: Mauvaises métadonnées détectées pour le module {0} : {1}
it_it: Rilevati metadati errati per il modulo {0}: {1}
pl_pl: Wykryto nieprawidłowe metadane dla modułu {0}: {1}
ru_ru: Обнаружены некорректные метаданные для модуля {0}: {1}

# InstallFileConflictOwned
source: Oh no! We tried to overwrite a file owned by another mod! Please try a `ckan update` and try again. If this problem re-occurs, then it maybe a packaging bug. Please report it at: https://github.com/KSP-CKAN/NetKAN/issues/new Please including the following information in your report: File : {0} Installing Mod : {1} Owning Mod : {2} CKAN Version : {3}
fr_fr: Oh non ! Nous avons essayé de remplacer un fichier appartenant à un autre mod ! Veuillez taper `ckan update` puis réessayez. Si ce problème se produit de nouveau, c'est peut-être un bogue d'emballage. Veuillez le signaler à : https://github.com/KSP-CKAN/NetKAN/issues/new Veuillez inclure les informations suivantes dans votre rapport : Fichier : {0} Mod en installation : {1} Mod propriétaire : {2} Version CKAN : {3}
it_it: Oh no! Abbiamo cercato di sostituire un file appartenente a un'altra mod! Digita `ckan update` e riprova. Se il problema si ripresenta, potrebbe trattarsi di un bug del pacchetto. In tal caso segnalalo a: https://github.com/KSP-CKAN/NetKAN/issues/new Ti preghiamo di includere le seguenti informazioni nel tuo rapporto: File: {0} Mod in installazione: {1} Mod proprietario: {2} Versione CKAN: {3}
pl_pl: O nie! Próbowaliśmy nadpisać plik należący do innego moda! Spróbuj użyć `ckan update` i spróbować ponownie. Jeśli problem się powtórzy, może być to błąd programu. Proszę to zgłosić tutaj: https://github.com/KSP-CKAN/NetKAN/issues/new Podaj następujące informacje w twoim zgłoszeniu (Oczywiście po angielsku): Plik : {0} Instalowany mod : {1} Konfliktujący mod : {2} Wersja CKAN : {3}
ru_ru: О нет! Была произведена попытка перезаписать файл, принадлежащий другой модификации! Произведите `ckan update` и попытайтесь заново. Если проблема повторяется, это может означать ошибку упаковки пакета. Пожалуйста, отправьте отчёт об ошибке на: https://github.com/KSP-CKAN/NetKAN/issues/new Включите в отчёт следующую информацию: File : {0} (Файл) Installing Mod : {1} (Устанавливающаяся модификация) Owning Mod : {2} (Модификация-владелец файла) CKAN Version : {3} (Версия CKAN)

# InstallFileConflictUnowned
source: Oh no! It looks like you're trying to install a mod which is already installed, or which conflicts with another mod which is already installed. As a safety feature, CKAN will *never* overwrite or alter a file that it did not install itself. If you wish to install {0} via CKAN, then please manually uninstall the mod which owns: {1} and try again.
fr_fr: Oh non ! On dirait que vous essayez d'installer un mod qui est déjà installé, ou qui est en conflit avec un autre mod déjà installé. Par mesure de précaution, CKAN ne remplace ou n'altère *jamais* un fichier qu'il n'a pas installé lui-même. Si vous souhaitez installer {0} avec CKAN, alors veuillez désinstaller manuellement le mod auquel appartient : {1} et réessayez.
it_it: Oh no! Sembra che tu stia cercando di installare una mod già installata, o che entra in conflitto con un'altra mod già installata. Come misura precauzionale, CKAN non sostituirà o modificherà in nessun caso un file che non ha installato da solo. Se vuoi installare {0} con CKAN, allora disinstalla manualmente la mod a cui si riferisce: {1} e riprova.
pl_pl: O nie! Wygląda na to, że próbujesz zainstalować moda, który jest już zainstalowany lub konfliktuje z innym już zainstalowanym modem. Jako funkcja bezpieczeństwa, CKAN *nigdy* nie nadpisze bądź przestawi plików których sam nie zainstalował Jeśli chcesz zainstalować {0} przez CKAN'a, proszę ręcznie odinstalować moda do którego należy: {1} i spróbuj ponownie.
ru_ru: О нет! Похоже, что вы пытаетесь установить модификацию, которая уже установлена или конфликтует с другой уже установленной модификацией. В качестве меры безопасности CKAN *никогда* не меняет файлы, которые не установила сама. Если вы хотите установить {0} с помощью CKAN, вручную удалите модификацию, которой принадлежит файл: {1} и попытайтесь заново.

# InstallGamedataReturned
source: Your {0} has been returned to its original state
fr_fr: Votre {0} a été remis dans son état original
it_it: Il tuo {0} è stato riportato al suo stato originale
pl_pl: Twój {0} wrócił do pierwotnego stanu
ru_ru: {0} возвращена в изначальное состояние

# InstallCancelled
source: Install canceled. Your files have been returned to their initial state.
es_es: Instalación cancelada. Sus archivos han sido devueltos a su estado inicial.
fr_fr: Installation annulée. Vos fichiers ont été remis dans leur état initial.
it_it: Installazione annullata. I tuoi file sono stati riportati allo stato iniziale.
pl_pl: Instalacja anulowana. Twoje pliki zostały przywrócone do stanu początkowego.
ru_ru: Установка отменена. Ваши файлы возвращены в изначальное состояние.

# InstallAborted
source: Installation aborted: {0}
es_es: Instalación abortada: {0}
fr_fr: Installation annulée : {0}
it_it: Installazione interrotta: {0}
pl_pl: Instalacja przerwana: {0}
ru_ru: Установка отменена: {0}

# InstallTryAuthToken
source: Try the authtoken command. See {0} for details.
es_es: Prueba el comando authtoken. Ver {0} para más detalles.
fr_fr: Essayez la commande authtoken. Voir {0} pour plus de détails.
it_it: Prova il comando authtoken. Vedi {0} per maggiori dettagli.
pl_pl: Wypróbuj polecenie authtoken. Zobacz {0} po więcej szczegółów.
ru_ru: Используйте команду authtoken. Используйте {0} для справки.

# InstallDownloadFailed
source: One or more files failed to download, stopped
fr_fr: Un ou plusieurs fichiers n'ont pu être téléchargés, arrêt
it_it: Non è stato possibile scaricare uno o più file, download interrotto
pl_pl: Nie udało się pobrać jednego lub więcej plików, zatrzymano
ru_ru: Не удалось загрузить один или несколько файлов, остановка

# InstallDLC
source: CKAN can't install expansion '{0}' for you.
fr_fr: CKAN ne peut pas installer l'extension '{0}' pour vous.
it_it: CKAN non può installare l'espansione '{0}' per te.
pl_pl: CKAN nie może zainstalować dodatku '{0}' dla ciebie.
ru_ru: CKAN не может установить дополнение '{0}'.

# InstallDLCStorePage
source: To install this expansion, purchase it from one of its store pages: {0}
fr_fr: Pour installer cette extension, achetez-la depuis l'une de ces boutiques : {0}
it_it: Per installare questa espansione, acquistala da una delle pagine del negozio: {0}
pl_pl: Aby zainstalować ten dodatek, kup go z jednej z tych stron: {0}
ru_ru: Для установки дополнений приобретите их в соответствующем магазине: {0}

# ListUnknownFormat
source: Unknown export format: {0}
es_es: Formato de exportación desconocido: {0}
fr_fr: Format d'exportation inconnu : {0}
it_it: Formato di esportazione sconosciuto: {0}
pl_pl: Nieznany format eksportu: {0}
ru_ru: Неизвестный формат экспорта: {0}

# ListGameFound
source: {0} found at: {1}
es_es: {0} encontrado en: {1}
fr_fr: {0} trouvé à : {1}
it_it: {0} trovato a: {1}
pl_pl: {0} znaleziono w: {1}
ru_ru: {0} найден по пути: {1}

# ListGameVersion
source: {0} version: {1}
es_es: Versión de {0}: {1}
fr_fr: Version de {0} : {1}
it_it: {0} versione: {1}
pl_pl: {0} wersja: {1}
ru_ru: {0} версия: {1}

# ListGameModulesHeader
source: Installed modules:
es_es: Módulos instalados:
fr_fr: Modules installés :
it_it: Moduli installati:
pl_pl: Zainstalowane moduły:
ru_ru: Установленные модули:

# ListLegend
source: Legend: -: Up to date. +:Auto-installed. X: Incompatible. ^: Upgradable. >: Replaceable A: Autodetected. ?: Unknown. *: Broken.
es_es: Leyenda: -: Al día. +:Auto-instalado. X: Incompatible. ^: Actualizable. >: Reemplazable A: Autodetectado. ?: Desconocido. *: Roto.
fr_fr: Légende : -: À jour. +: Auto-installé. X: Incompatible. ^: À mettre à jour. >: Remplaçable. A: Auto-détecté. ?: Inconnu. *: Cassé.
it_it: Legenda: -: Fino ad oggi. +: Auto-installato. X: Incompatibile. ^: Aggiornabile. >: Sostituibile A: Autorilevato. ?: Sconosciuto. *: Rotto.
pl_pl: Legenda: -: Aktualny. +:Auto-zainstalowany. X: Niekompatybilny. ^: Nieaktualny. >: Zastąpialny A: Autowykryty. ?: Nieznany. *: Uszkodzony.
ru_ru: Legend: -: Обновлено. +: Авто-уст. X: Несовместимо. ^: Возм. обнов. >: Есть замена A: Обнаружено. ?: Неизв. *: Поврежд.

# MarkHelpSummary
source: Edit flags on modules
es_es: Editar atributos de los módulos
fr_fr: Éditer les attributs des modules
it_it: Modifica degli attributi dei moduli
pl_pl: Edytuj flagi w modułach
ru_ru: Изменение флагов модулей

# MarkUnknownCommand
source: Unknown command: mark {0}
es_es: Comando desconocido: mark{0}
fr_fr: Commande inconnue : mark {0}
it_it: Comando sconosciuto: contrassegnare {0}
pl_pl: Nieznane polecenie: mark {0}
ru_ru: Неизвестная команда: mark {0}

# MarkNotInstalled
source: {0} is not installed
es_es: {0} no está instalado
fr_fr: {0} n'est pas installé
it_it: {0} non è installato
pl_pl: {0} nie jest zainstalowany
ru_ru: {0} не установлен

# MarkAlready
source: {0} is already marked as {1}
es_es: {0} ya está marcado como {1}
fr_fr: {0} est déjà marqué comme {1}
it_it: {0} è già stato contrassegnato come {1}
pl_pl: {0} jest już oznaczony jako {1}
ru_ru: {0} уже отмечен как {1}

# Marking
source: Marking {0} as {1}...
es_es: Marcando {0} como {1}...
fr_fr: Marquage de {0} comme {1}...
it_it: Contrassegnare {0} come {1}...
pl_pl: Oznaczanie {0} jako {1}...
ru_ru: Отметка {0} как {1}...
