Repository: KSP-CKAN/CKAN
Catalog: Cmdline/Properties/Resources.*.resx
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pl_pl, pt_br, ru_ru

# MarkDLC
source: Can't mark expansion '{0}' as auto-installed
es_es: No se puede marcar la expansión '{0}' como auto-instalada
fr_fr: Impossible de marquer l'extension '{0}' comme autoinstallé
it_it: Impossibile contrassegnare l'espansione '{0}' come auto-installata
pl_pl: Nie można oznaczyć dodatku '{0}' jako auto-zainstalowanego
ru_ru: Дополнение '{0}' нельзя отметить как авто-устанавливаемое

# MarkChanged
source: Changes made!
es_es: ¡Cambios realizados!
fr_fr: Changements complétés !
it_it: Modifiche effettuate!
pl_pl: Wprowadzono zmiany!
ru_ru: Изменения совершены!

# MarkAutoInstalled
source: auto-installed
es_es: autoinstalado
fr_fr: autoinstallé
it_it: auto-installata
pl_pl: auto-zainstalowany
ru_ru: авто-устанавливаемое

# MarkUserSelected
source: user-selected
es_es: seleccionado por el usuario
fr_fr: sélectionné par l'utilisateur
it_it: selezionato dall'utente
nl_nl: geselecteerd
pl_pl: wybrany przez użytkownika
ru_ru: выбранное пользователем

# PromptWelcome
source: Welcome to CKAN! To get help, type help and press enter. To quit, type {0} and press enter. Press tab to auto-complete commands and modules.
es_es: ¡Bienvenido a CKAN! Para obtener ayuda, escriba help y presione enter. Para salir, escriba {0} y presione enter. Presione tabulador para auto-completar comandos y módulos.
fr_fr: Bienvenue sur CKAN ! Pour obtenir de l'aide, tapez help et appuyez sur entrée. Pour quitter, tapez {0} et appuyez sur entrée. Appuyez sur tabulation pour compléter les commandes et les modules.
it_it: Benvenuto su CKAN! Per ottenere aiuto, digita help e premi invio. Per uscire, digita {0} e premi invio. Premi tab per il completamento automatico dei comandi e dei moduli.
nl_nl: Welkom bij CKAN! Om hulp te krijgen, type help en druk op enter. Om te sluiten, typ je {0} en druk op enter. Druk op tab om opdrachten en modules automatisch aan te vullen.
pl_pl: Witaj w CKAN! Aby uzyskać pomoc, wpisz help i naciśnij enter. Aby wyjść, wpisz {0} i naciśnij enter. Naciśnij tab, aby automatycznie uzupełniać polecenia i moduły.
ru_ru: Добро пожаловать в CKAN! Для справки введите `help` и нажмите Enter. Чтобы выйти, введите {0} и нажмите Enter.

# RemoveNotInstalled
source: I can't do that, {0} isn't installed. Try `ckan list` for a list of installed mods.
fr_fr: Impossible, {0} n'est pas installé. Essayez `ckan list` pour une liste des mods installés.
it_it: Non posso farlo, {0} non è installato. Prova con `ckan list` per avere un elenco delle mod installate.
pl_pl: Nie mogę tego zrobić, {0} nie jest zainstalowany. Spróbuj `ckan list` aby wyświetlić listę zainstalowanych modów.
ru_ru: Невозможно выполнить, {0} не установлена. Используйте `ckan list` для вывода списка установленных модификаций.

# RemoveDLC
source: CKAN can't remove expansion '{0}' for you.
fr_fr: CKAN ne peut pas retirer l'extension '{0}' pour vous.
it_it: CKAN non può rimuovere l'espansione '{0}' per te.
pl_pl: CKAN nie może usunąć dodatku '{0}' dla ciebie.
ru_ru: CKAN не может удалить дополнение '{0}'.

# RemoveDLCStorePage
source: To remove this expansion, follow the instructions for the store page from which you purchased it: {0}
fr_fr: Pour retirer cette extension, suivez les instructions pour la boutique depuis laquelle vous l'avez achetée : {0}
it_it: Per rimuovere questa espansione, segui le istruzioni della pagina del negozio in cui l'hai acquistata: {0}
pl_pl: Aby usunąć ten dodatek, postępuj zgodnie z instrukcjami strony internetowej, w której go kupiłeś: {0}
ru_ru: Чтобы удалить дополнение, следуйте инструкциям на странице магазина, где оно было приобретено: {0}

# RemoveCancelled
source: Remove aborted: {0}
es_es: Eliminación abortada: {0}
fr_fr: Retrait annulé : {0}
it_it: Rimozione interrotta: {0}
nl_nl: Verwijderen afgebroken: {0}
pl_pl: Usuwanie przerwane: {0}
ru_ru: Удаление отменено: {0}

# RemoveNothing
source: No mod selected, nothing to do
fr_fr: Aucun mod sélectionné, rien à faire
it_it: Nessuna mod selezionata, nessuna operazione da eseguire
pl_pl: Nie wybrano modyfikacji, nie ma nic do zrobienia
ru_ru: Не выбрано ни обной модификации

# RepairHelpSummary
source: Attempt various automatic repairs
es_es: Intentar varias reparaciones automáticas
fr_fr: Essayer des réparations automatiques diverses
it_it: Tentativo di varie riparazioni automatiche
nl_nl: Poging tot verschillende automatische reparaties
pl_pl: Próba różnych automatycznych napraw
ru_ru: Способы автоматического восстановления

# RepairUnknownCommand
source: Unknown command: repair {0}
es_es: Comando desconocido: repair {0}
fr_fr: Commande inconnue : repair {0}
it_it: Comando sconosciuto: Ripara {0}
nl_nl: Onbekend commando: repair {0}
pl_pl: Nieznane polecenie: repair {0}
ru_ru: Неизвестная команда: repair {0}

# Repaired
source: Registry repairs attempted. Hope it helped.
es_es: Se intentaron reparaciones del registro. Esperamos que haya funcionado.
fr_fr: Les réparations du registre ont été tentées. Nous espérons qu'elles ont marché.
it_it: Sono state tentate le riparazioni del registro. Speriamo che abbiano funzionato.
pl_pl: Próba naprawy rejestru. Oby pomogło.
ru_ru: Произведена попытка восстановления реестра.

# ReplaceModuleNotFound
source: Module {0} not found
es_es: Módulo {0} no encontrado
fr_fr: Module {0} introuvable
it_it: Modulo {0} non trovato
pl_pl: Moduł {0} nie został znaleziony
ru_ru: Модуль {0} не найден

# Replacing
source: Replacing modules...
es_es: Reemplazando módulos...
fr_fr: Remplacement des modules...
it_it: Sostituzione dei moduli...
pl_pl: Zastępowanie modułów...
ru_ru: Замена модулей...

# ReplaceFound
source: Replacement {0} {1} found for {2} {3}
es_es: Reemplazo {0} {1} encontrado para {2} {3}
fr_fr: Le remplacement {0} {1} a été trouvé pour {2} {3}
it_it: La sostituzione {0} {1} è stata trovata per {2} {3}
pl_pl: Znaleziono zamiennik {0} {1} dla {2} {3}
ru_ru: Для {2} {3} найден заменяющий модуль {0} {1}

# ReplaceContinuePrompt
source: Continue?
es_es: ¿Continuar?
fr_fr: Continuer ?
it_it: Continuare?
pl_pl: Kontynuować?
ru_ru: Продолжить?

# ReplaceCancelled
source: Replacements canceled at user request
es_es: Reemplazos cancelados por petición del usuario
fr_fr: Remplacements annulés à la demande de l'utilisateur
it_it: Sostituzione annullata su richiesta dell'utente
pl_pl: Stosowanie zamienników anulowane na żądanie użytkownika
ru_ru: Операция замены отменена по запросу пользователя

# ReplaceDependencyNotSatisfied
source: Dependencies not satisfied for replacement, {0} requires {1} {2} but it is not listed in the index, or not available for your version of {3}
fr_fr: Dépendances insatisfaites pour le remplacement, {0} nécessite {1} {2} mais il n'est pas listé dans l'index, ou indisponible pour votre version de {3}
it_it: Dipendenze non soddisfatte per la sostituzione, {0} richiede {1} {2} ma non è presente nell'indice o non è disponibile per la tua versione di {3}
pl_pl: Brakujące zależności dla zamiennika, {0} wymaga {1} {2}, ale nie są wymienione w indeksie lub nie są dostępne dla twojej wersji {3}
ru_ru: Не удовлетворены зависимости для замены, {0} требует {1} {2}, но его нет в указателе либо он недоступен для вашей версии {3}

# ReplaceNotFound
source: No replacements found
es_es: No se han encontrado reemplazos
fr_fr: Aucun remplacement trouvé
it_it: Nessuna sostituzione trovata
pl_pl: Nie znaleziono zamienników
ru_ru: Замен не найдено

# RepoHelpSummary
source: Manage CKAN repositories
es_es: Gestionar repositorios de CKAN
fr_fr: Gérer les répertoires CKAN
it_it: Gestione repository CKAN
pl_pl: Zarządzaj repozytoriami CKAN
ru_ru: Управление репозиториями CKAN

# RepoUnknownCommand
source: Unknown command: repo {0}
es_es: Comando desconocido: repo {0}
fr_fr: Commande inconnue : repo {0}
it_it: Comando sconosciuto: repo {0}
pl_pl: Nieznane polecenie: repo {0}
ru_ru: Неизвестная команда: repo {0}

# RepoAvailableHeader
source: Listing all (canonical) available CKAN repositories:
es_es: Listando todos repositorios (canónicos) disponibles:
fr_fr: Liste de tous les répertoires connus de CKAN :
it_it: Elenca tutti i repository CKAN (canonici) disponibili:
pl_pl: Wyświetlanie wszystkich (kanonicznych) dostępnych repozytoriów CKAN:
ru_ru: Все доступные (основные) репозитории CKAN:

# RepoAvailableFailed
source: Couldn't fetch CKAN repositories master list from {0}
es_es: No se pudo obtener la lista maestra de repositorios de CKAN desde {0}
fr_fr: Impossible d'obtenir la liste maîtresse des répertoires CKAN depuis {0}
it_it: Impossibile recuperare l'elenco master di repository CKAN da {0}
pl_pl: Nie można pobrać głównej listy repozytoriów CKAN z {0}
ru_ru: Не удалось загрузить список репозиториев CKAN из {0}

# RepoListPriorityHeader
source: Priority
es_es: Prioridad
fr_fr: Priorité
it_it: Priorità

# RepoListNameHeader
source: Name
es_es: Nombre
fr_fr: Nom
it_it: Nome
nl_nl: Naam
pt_br: Nome

# RepoListURLHeader
source: URL
fr_fr: Lien
nl_nl: Webadres (URL)

# RepoAddNotFound
source: Name {0} not found in master list, please provide name and uri
es_es: Nombre {0} no encontrado en la lista maestra, por favor indique el nombre y la uri
fr_fr: Le nom {0} n'a pas été trouvé dans la liste maîtresse, veuillez fournir un nom et une adresse
it_it: Il nome {0} non è stato trovato nell'elenco principale, fornisci il nome e l'url
pl_pl: Nazwa {0} nie została znaleziona na liście głównej, proszę podać nazwę i adres Url
ru_ru: {0} не найден в основном списке, предоставьте имя и URI

# RepoAddDuplicate
source: Repository with name "{0}" already exists, aborting
es_es: El repositorio con nombre "{0}" ya existe, abortando
fr_fr: Un répertoire avec le nom "{0}" existe déjà, annulation
it_it: Una repository con il nome "{0}" esiste già, annulla
pl_pl: Repozytorium o nazwie "{0}" już istnieje, przerwano
ru_ru: Репозиторий с именем "{0}" уже существует, операция не выполнена

# RepoAddDuplicateURL
source: Repository with URL "{0}" already exists, aborting
es_es: El repositorio con la URL "{0}" ya existe, abortando
fr_fr: Un répertoire avec le lien "{0}" existe déjà, annulation
it_it: Il repository con l'URL "{0}" esiste già, annullamento

# RepoAdded
source: Added repository '{0}' - '{1}'
es_es: Repositorio añadido '{0}' - '{1}'
fr_fr: Ajout du répertoire '{0}' - '{1}'
it_it: Aggiunta repository '{0}' - '{1}'
pl_pl: Dodano repozytorium '{0}' - '{1}'
ru_ru: Добавлен репозиторий '{0}' - '{1}'

# RepoPriorityNotFound
source: Couldn't find repository with name "{0}", aborting
es_es: No se pudo encontrar el repositorio con el nombre "{0}", abortando
fr_fr: Impossible de trouver un répertoire avec le nom "{0}", annulation
it_it: Impossibile trovare il repository con nome "{0}", annullamento

# RepoPriorityInvalid
source: Invalid priority: {0}, allowed values are 0 to {1}
es_es: Prioridad no válida: {0}, los valores permitidos son 0 y {1}
fr_fr: Priorité invalide : {0}, les valeurs doivent être comprises entre 0 et {1}
it_it: Priorità non valida: {0}, i valori devono essere compresi tra 0 e {1}

# RepoForgetNotFound
source: Couldn't find repository with name "{0}", aborting
es_es: No se pudo encontrar el repositorio con nombre "{0}", abortando
fr_fr: Impossible de trouver un répertoire avec le nom "{0}", annulation
it_it: Impossibile trovare il repository con nome "{0}", annullamento
pl_pl: Nie można znaleźć repozytorium o nazwie "{0}", przerwano
ru_ru: Не удалось найти репозиторий с именем "{0}", операция не выполнена

# RepoForgetRemoving
source: Removing insensitive match "{0}"
es_es: Eliminando coincidencia insensible "{0}"
fr_fr: Retrait du résultat insensible à la casse "{0}"
it_it: Rimozione della Corrispondenza insensibile "{0}"
pl_pl: Usuwanie niewrażliwego dopasowania "{0}"
ru_ru: Удаление нечувствительного совпадения "{0}"

# RepoForgetRemoved
source: Successfully removed "{0}"
es_es: "{0}" eliminado con éxito
fr_fr: Retrait de "{0}" avec succès
it_it: Rimossa con successo "{0}"
pl_pl: Pomyślnie usunięto "{0}"
ru_ru: "{0}" успешно удален

# RepoSet
source: Set {0} repository to '{1}'
es_es: Establecer repositorio {0} a '{1}'
fr_fr: Mettre {0} le répertoire à '{1}'
it_it: Imposta {0} repository a '{1}'
pl_pl: Ustaw repozytorium {0} na '{1}'
ru_ru: Репозиторий {0} установлен в '{1}'

# SearchNoTerm
source: No search term?
fr_fr: Aucun terme à chercher ?
it_it: Nessun termine di ricerca?
pl_pl: Brak wyszukiwanego wyrażenia?
ru_ru: Отсутствует запрос?

# SearchFoundByAuthorWithIncompat
source: Found {0} compatible and {1} incompatible mods matching "{2}" by "{3}"
es_es: Se encontraron {0} mods compatibles y {1} incompatibles que coinciden con "{2}" por "{3}"
fr_fr: {0} mod·s compatible·s et {1} mod·s incompatible·s correspondent à "{2}" par "{3}"
it_it: Trovate {0} mod compatibili e {1} incompatibili che corrispondono a "{2}" per "{3}"
pl_pl: Znaleziono {0} kompatybilne i {1} niekompatybilne modyfikacje pasujące do "{2}" przez "{3}"
ru_ru: Найдено {0} совместимых и {1} несовместимых модификаций, совпадающих с "{2}" от "{3}"

# SearchFoundWithIncompat
source: Found {0} compatible and {1} incompatible mods matching "{2}"
es_es: Se encontraron {0} mods compatibles y {1} incompatibles que coinciden con "{2}"
fr_fr: {0} mod·s compatible·s et {1} mod·s incompatible·s correspondent à "{2}"
it_it: Trovate {0} mod compatibili e {1} incompatibili che corrispondono a "{2}"
pl_pl: Znaleziono {0} kompatybilnych i {1} niekompatybilnych modów pasujących do "{2}"
ru_ru: Найдено {0} совместимых и {1} несовместимых модификаций, совпадающих с "{2}"

# SearchFoundByAuthor
source: Found {0} compatible mods matching "{1}" by "{2}"
es_es: Se encontraron {0} mods compatibles que coinciden con "{1}" por "{2}"
fr_fr: {0} mod·s compatible·s correspond·ent à "{1}" par "{2}"
it_it: Trovate {0} mod compatibili che corrispondono a "{1}" per "{2}"
pl_pl: Znaleziono {0} kompatybilnych modów pasujących do "{1}" przez "{2}"
ru_ru: Найдено {0} совместимых модификаций, совпадающих с "{1}" от "{2}"

# SearchFound
source: Found {0} compatible mods matching "{1}"
es_es: Se encontraron {0} mods compatibles que coinciden con "{1}"
fr_fr: {0} mod·s compatible·s correspond·ent à "{1}"
it_it: Trovate {0} mod compatibili che corrispondono a "{1}"
pl_pl: Znaleziono {0} kompatybilnych modów pasujących do "{1}"
ru_ru: Найдено {0} совместимых модификаций, совпадающих с "{1}"

# SearchCompatibleModsHeader
source: Matching compatible mods:
es_es: Mods compatibles que coincidan:
fr_fr: Mods compatibles correspondants :
it_it: Mods compatibili corrispondenti:
pl_pl: Dopasowywanie kompatybilnych modów:
ru_ru: Совпадающие совместимые модификации:

# SearchCompatibleMod
source: * {0} ({1}) - {2} by {3} - {4}
es_es: * {0} ({1}) - {2} por {3} - {4}
fr_fr: * {0} ({1}) - {2} par {3} - {4}
it_it: * {0} ({1}) - {2} per {3} - {4}
ru_ru: * {0} ({1}) - {2} от {3} - {4}

# SearchIncompatibleModsHeader
source: Matching incompatible mods:
es_es: Mods incompatibles que coincidan:
fr_fr: Mods incompatibles correspondants :
it_it: Corrispondenza mod incompatibili:
pl_pl: Dopasowywanie niekompatybilnych modów:
ru_ru: Совпадающие несовместимые модификации:

# SearchIncompatibleMod
source: * {0} ({1} - {2}) - {3} by {4} - {5}
es_es: * {0} ({1} - {2}) - {3} por {4} - {5}
fr_fr: * {0} ({1} - {2}) - {3} par {4} - {5}
it_it: * {0} ({1} - {2}) - {3} per {4} - {5}
pl_pl: * {0} ({1} - {2}) - {3} przez {4} - {5}
ru_ru: * {0} ({1} - {2}) - {3} от {4} - {5}

# ShowNotInstalledOrCompatible
source: {0} not installed or compatible with {1} {2}
es_es: {0} no instalado o compatible con {1} {2}
fr_fr: {0} n'est pas installé ou incompatible avec {1} {2}
it_it: {0} non installato o compatibile con {1} {2}
pl_pl: {0} nie jest zainstalowany lub kompatybilny z {1} {2}
ru_ru: {0} не установлена или несовместима с {1} {2}

# ShowLookingForClose
source: Looking for close matches in compatible mods...
es_es: Buscando coincidencias en mods compatibles...
fr_fr: Recherche de concordances proches parmi les mods compatibles...
it_it: Ricerca di corrispondenze tra le mod compatibili...
pl_pl: Szukam bliskich dopasowań w kompatybilnych modach...
ru_ru: Поиск совпадений в совместимых модификациях...

# ShowNoClose
source: No close matches found
es_es: No se han encontrado coincidencias
fr_fr: Aucune concordance proche trouvée
it_it: Nessuna corrispondenza trovata
pl_pl: Nie znaleziono dopasowań
ru_ru: Совпадений не найдено

# ShowFoundOne
source: Found 1 close match: {0}
es_es: Encontrada 1 coincidencia: {0}
fr_fr: Une correspondance proche a été trouvée : {0}
it_it: È stata trovata una corrispondenza stretta: {0}
pl_pl: Znaleziono jedno dopasowanie bliskie: {0}
ru_ru: Найдено одно совпадение: {0}

# ShowClosePrompt
source: Close matches:
es_es: Coincidencias:
fr_fr: Correspondances proches :
it_it: Corrispondenze strette:
pl_pl: Bliskie dopasowania:
ru_ru: Совпадения:

# ShowFilesHeader
source: Showing {0} installed files:
es_es: Mostrando {0} archivos instalados:
fr_fr: Affichage de {0} fichiers installés :
it_it: Mostra {0} file installati:
pl_pl: Wyświetlanie {0} zainstalowanych plików:
ru_ru: Показ {0} установленных файлов:

# ShowModuleInfoHeader
source: Module info:
es_es: Información del módulo:
fr_fr: Info du module :
it_it: Informazioni modulo:
pl_pl: Informacje o module:
ru_ru: Информация о модуле:

# ShowAuthor
source: Authors: {0}
es_es: Autores: {0}
fr_fr: Auteur·s : {0}
it_it: Autori: {0}
pl_pl: Autorzy: {0}
ru_ru: Авторы: {0}

# ShowAuthorUnknown
source: Authors: UNKNOWN
es_es: Autores: DESCONOCIDO
fr_fr: Auteur : INCONNU
it_it: Autori: SCONOSCIUTI
pl_pl: Autorzy: NIEZNANI
ru_ru: Авторы: НЕИЗВЕСТНО

# ShowStatus
source: Status: {0}
es_es: Estado: {0}
fr_fr: Statut : {0}
it_it: Stato: {0}
ru_ru: Статус: {0}

# ShowTags
source: Tags: {0}
es_es: Etiquetas: {0}
fr_fr: Étiquettes : {0}
it_it: Etichette: {0}
pl_pl: Tagi: {0}
ru_ru: Теги: {0}

# ShowLanguages
source: Languages: {0}
es_es: Idiomas: {0}
fr_fr: Langues : {0}
it_it: Lingue: {0}
pl_pl: Języki: {0}
ru_ru: Языки: {0}

# ShowDependsHeader
source: Depends:
es_es: Depende de:
fr_fr: Dépend de :
it_it: Dipendente da:
pl_pl: Zależne:
ru_ru: Зависит:

# ShowRecommendsHeader
source: Recommends:
de_de: Empfiehlt:
es_es: Se recomienda:
fr_fr: Recommande :
it_it: Raccomandati:
nl_nl: Aanbevolen:
pl_pl: Zalecane:
pt_br: Recomenda:
ru_ru: Рекоммендует:

# ShowSuggestsHeader
source: Suggests:
de_de: Schlägt vor:
es_es: Sugerencias:
fr_fr: Suggère :
it_it: Suggeriti:
nl_nl: Suggesties:
pl_pl: Sugestie:
pt_br: Sugere:
ru_ru: Предлагает:

# ShowProvidesHeader
source: Provides:
es_es: Proporciona:
fr_fr: Fournit :
it_it: Fornisce:
pl_pl: Dostarcza:
ru_ru: Предоставляет:

# ShowResourcesHeader
source: Resources:
es_es: Recursos:
fr_fr: Ressources :
it_it: Risorse:
pl_pl: Zasoby:
ru_ru: Ресурсы:

# ShowHomePage
source: Home page: {0}
es_es: Página de inicio: {0}
fr_fr: Page principale : {0}
it_it: Pagina iniziale: {0}
pl_pl: Strona główna: {0}
ru_ru: Страница: {0}

# ShowManual
source: Manual: {0}
fr_fr: Manuel : {0}
it_it: Manuale: {0}
pl_pl: Instrukcja: {0}
ru_ru: Инструкция: {0}

# ShowRepository
source: Repository: {0}
es_es: Repositorio: {0}
fr_fr: Répertoire : {0}
pl_pl: Repozytorium: {0}
ru_ru: Репозиторий: {0}

# ShowBugTracker
source: Bug tracker: {0}
es_es: Seguimiento de errores: {0}
fr_fr: Traqueur de bogues : {0}
it_it: Tracciatore di bug: {0}
ru_ru: Багтрекер: {0}

# ShowStore
source: Store: {0}
es_es: Tienda: {0}
fr_fr: Boutique : {0}
it_it: Negozio: {0}
pl_pl: Sklep: {0}
ru_ru: Магазин: {0}

# ShowSteamStore
source: Steam store: {0}
es_es: Tienda de Steam: {0}
fr_fr: Magasin Steam : {0}
it_it: Negozio di Steam: {0}
pl_pl: Sklep steam: {0}
ru_ru: Магазин Steam: {0}

# ShowVersionFile
source: Version file: {0}
es_es: Versión del archivo: {0}
fr_fr: Fichier Version : {0}
it_it: Versione del file: {0}
pl_pl: Plik wersji: {0}
ru_ru: Файл версии: {0}

# ShowSpaceWarpInfo
source: SWInfo file: {0}
es_es: Archivo SWInfo: {0}
fr_fr: Fichier SWInfo: {0}
it_it: File SWInfo: {0}

# ShowFileName
source: Filename: {0}
es_es: Nombre de archivo: {0}
fr_fr: Nom du fichier : {0}
it_it: Nome del file: {0}
pl_pl: Nazwa pliku: {0}
ru_ru: Имя файла: {0}

# ShowGameVersionsHeader
source: Game Versions
es_es: Versiones del juego
fr_fr: Versions de Jeu
it_it: Versioni Del Gioco
pl_pl: Wersje gry
ru_ru: Версии игры

# UpdateChangesSummary
source: Found {0} new modules, {1} removed modules, and {2} updated modules.
es_es: Encontrados {0} nuevos módulos, {1} eliminados y {2} actualizados.
fr_fr: {0} nouveaux modules, {1} modules retirés and {2} modules mis à jour ont été trouvés
it_it: Sono stati trovati {0} nuovi moduli, {1} moduli rimossi e {2} moduli aggiornati
pl_pl: Znaleziono {0} nowych modułów, {1} usuniętych modułów i {2} zaktualizowanych modułów
ru_ru: Найдено {0} новых модулей, {1} удалённых модулей и {2} обновлённых модулей

# UpdateAddedHeader
source: New modules [Name (CKAN identifier)]:
es_es: Nuevos módulos [Nombre (identificador CKAN)]:
fr_fr: Nouveaux modules [Nom (identifiant CKAN)] :
it_it: Nuovi moduli [Nome (identificatore CKAN)]:
pl_pl: Nowe moduły [Nazwa (identyfikator CKAN)]:
ru_ru: Новые модули [Имя (идентификатор CKAN)]:

# UpdateRemovedHeader
source: Removed modules [Name (CKAN identifier)]:
es_es: Módulos eliminados [Nombre (identificador CKAN)]:
fr_fr: Modules retirés [Nom (identifiant CKAN)] :
it_it: Moduli rimossi [Nome (identificatore CKAN)]:
pl_pl: Usunięte moduły [Nazwa (identyfikator CKAN)]:
ru_ru: Удалённые модули [Имя (идентификатор CKAN)]:

# UpdateUpdatedHeader
source: Updated modules [Name (CKAN identifier)]:
es_es: Módulos actualizados [Nombre (identificador CKAN)]:
fr_fr: Modules mis à jour [Nom (identifiant CKAN)] :
it_it: Moduli aggiornati [Nome (identificatore CNAN)]:
pl_pl: Zaktualizowane moduły [Nazwa (identyfikator CKAN)]:
ru_ru: Обновлённые модули [Имя (идентификатор CKAN)]:

# UpdateSummary
source: Updated information on {0} modules.
es_es: Información de {0} módulos actualizada.
fr_fr: Informations sur {0} modules compatibles mises à jour
it_it: Aggiornamento delle informazioni sui moduli compatibili con {0}
pl_pl: Zaktualizowano informacje o kompatybilnych modułach {0}
ru_ru: Обновлены сведения о {0} совместимых модулях

# UpgradeCannotCombineFlags
source: The `--dev-build` and `--stable-release` flags cannot be combined!
es_es: ¡Los argumentos `--dev-build` y `--stable-release` no se pueden combinar!
fr_fr: Les arguments `--dev-build` et `--stable-release` ne peuvent pas être utilisés ensemble !

# UpgradeSwitchingToDevBuilds
source: Switching to dev builds
es_es: Cambiando a versiones de desarrollo
fr_fr: Basculer vers les versions de développement

# UpgradeSwitchingToStableReleases
source: Switching to stable releases
es_es: Cambiando a versiones estables
fr_fr: Basculer aux versions stables

# UpgradeQueryingCKAN
source: Querying the latest CKAN version
es_es: Consultando la última versión de CKAN
fr_fr: Requête de la dernière version de CKAN
it_it: Verifica la versione più recente di CKAN
pl_pl: Sprawdzanie najnowszej wersji CKAN
ru_ru: Запрос последней версии CKAN

# UpgradeNewCKANAvailable
source: New CKAN version available - {0}
es_es: Nueva versión de CKAN disponible - {0}
fr_fr: Nouvelle version de CKAN disponible - {0}
it_it: Nuova versione di CKAN disponibile - {0}
pl_pl: Dostępna jest nowa wersja CKAN - {0}
ru_ru: Доступна новая версия CKAN - {0}

# UpgradeProceed
source: Proceed with install?
es_es: ¿Proceder con la instalación?
fr_fr: Poursuivre l'installation ?
it_it: Procedi con l'installazione?
pl_pl: Kontynuować instalację?
ru_ru: Продолжить установку?

# UpgradePleaseWait
source: Upgrading CKAN, please wait...
es_es: Actualizando CKAN, por favor espere...
fr_fr: Mise à niveau de CKAN, veuillez patienter...
it_it: Aggiornamento di CKAN, attendere...
pl_pl: Aktualizowanie CKAN, proszę czekać...
ru_ru: Обновление CKAN, пожалуйста, подождите...
