Repository: KSP-CKAN/CKAN
Catalog: GUI/Properties/Resources.*.resx
Languages: de_de, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, zh_cn

# MainInstallKnownError
source: If the above message indicates a download error, please try again. Otherwise, please open an issue for us to investigate. If you suspect a metadata problem: https://github.com/KSP-CKAN/NetKAN/issues/new/choose If you suspect a bug in the client: https://github.com/KSP-CKAN/CKAN/issues/new/choose
de_de: Falls die Fehlermeldung ein Download-Problem andeutet, versuche es bitte erneut. Andernfalls melde bitte den Fehler bei uns. Wenn du ein Fehler mit den Mod-Metadaten vermutest: https://github.com/KSP-CKAN/NetKAN/issues/new/choose Wenn du ein Fehler mit dem CKAN Client vermutest: https://github.com/KSP-CKAN/CKAN/issues/new/choose
fr_fr: Si le message ci-dessus indique une erreur de téléchargement, veuillez réessayer. Sinon, veuillez signaler le problème pour que nous puissions enquêter. Si vous suspectez un problème de métadonnées : https://github.com/KSP-CKAN/NetKAN/issues/new/choose Si vous suspectez un problème client : https://github.com/KSP-CKAN/CKAN/issues/new/choose
it_it: Se il messaggio precedente indica un errore di download, riprova. In caso contrario, apri un problema per consentirci di indagare. Se sospetti un problema di metadati: https://github.com/KSP-CKAN/NetKAN/issues/new/choose Se sospetti un bug nel client: https://github.com/KSP-CKAN/CKAN/issues/new/choose
ja_jp: 上記のメッセージがダウンロード関連のエラーを示すのであれば、もう一度お試しください。そうでない場合は、問題解決に協力してくださる方は、問題提起をお願いします。 メタデータの問題だと疑うのであれば: https://github.com/KSP-CKAN/NetKAN/issues/new/choose クライアントのバグが疑わしい時は: https://github.com/KSP-CKAN/CKAN/issues/new/choose
ko_kr: 위의 메세지가 다운로드 에러를 가리킨다면, 다시 시도해주세요. 아니라면, 이슈를 생성해서 저희가 조사할 수 있게 해주세요. 메타데이터 문제 같다면: https://github.com/KSP-CKAN/NetKAN/issues/new/choose 클라이언트 버그 같다면: https://github.com/KSP-CKAN/CKAN/issues/new/choose
nl_nl: Als het bovenstaande bericht een downloadfout aangeeft, probeer het dan opnieuw. Anders, maak een ticket aan zodat wij het kunnen onderzoeken. Als je een metadata probleem vermoedt: https://github.com/KSP-CKAN/NetKAN/issues/new/choose Als je een bug ziet in de client: https://github.com/KSP-CKAN/CKAN/issues/new/choose
pl_pl: Jeśli powyższa wiadomość wskazuje na błąd pobierania, spróbuj ponownie. W przeciwnym razie skontaktuj się z nami. Jeśli podejrzewasz problem z metadanymi moda: https://github.com/KSP-CKAN/NetKAN/issues/new/choose Jeśli podejrzewasz błąd w programie: https://github.com/KSP-CKAN/CKAN/issues/new/choose
pt_br: Se a mensagem acima indicar um erro de download, por favor tente novamente. Caso contrário, por favor abra um problema para que possamos investigar. Se você suspeita de um problema com nos metadados: https://github.com/KSP-CKAN/NetKAN/issues/new/choose Se você suspeita de um problema com no CKAN: https://github.com/KSP-CKAN/CKAN/issues/new/choose
ru_ru: Если сообщение выше сообщает об ошибке загрузки, попробуйте ещё раз. В противном случае отправьте отчёт об ошибке. Если вы подозреваете ошибку в метаданных: https://github.com/KSP-CKAN/NetKAN/issues/new/choose Если вы подозреваете ошибку в клиенте: https://github.com/KSP-CKAN/CKAN/issues/new/choose
zh_cn: 如果上面的消息指明是一个下载错误，请重试. 否则请向我们提交一个issue便于我们调查. 如果怀疑是元数据问题: https://github.com/KSP-CKAN/NetKAN/issues/new/choose 如果怀疑是客户端问题: https://github.com/KSP-CKAN/CKAN/issues/new/choose

# MainInstallFailed
source: Installation failed!
de_de: Installation fehlgeschlagen!
fr_fr: Échec de l'installation !
it_it: Installazione fallita!
ja_jp: インストール失敗！
ko_kr: 설치 실패!
nl_nl: Installatie mislukt!
pl_pl: Instalacja zakończyła się niepowodzeniem!
pt_br: A instalação falhou!
ru_ru: Установка не удалась!
zh_cn: 安装失败！

# MainInstallProvidedBy
source: Module {0} is provided by more than one available module, please choose one of the following mods:
de_de: Modul {0} wird von mehr als einem verfügbaren Modul bereitgestellt, bitte wähle eine der folgenden Mods:
fr_fr: Le module {0} est fourni par plusieurs modules possibles, veuillez choisir l'un des mods suivants :
it_it: Il modulo {0} è fornito da più di un modulo disponibile, scegli uno dei seguenti moduli:
ja_jp: Mod {0} は1つ以上の利用可能なModで提供されています、次のうちの一つを選んでください。:
ko_kr: 모듈 {0}이 하나 보다 더 많은 모듈들을 제공했어요. 이 중에 하나의 모드를 골라주세요.
pt_br: O módulo {0} é provido por mais de um módulo disponível, por favor escolha um entre os mods a seguir:
ru_ru: Модуль {0} содержится в нескольких модулях, выберите один из них:
zh_cn: Mod {0} 由超过一个Mod提供，请选择以下Mod之一:

# MainInstallCantInstallDLC
source: CKAN can't install expansion '{0}' for you.
de_de: CKAN kann die Erweiterung '{0}' nicht für dich installieren.
fr_fr: CKAN ne peut pas installer l'extension "{0}" pour vous.
it_it: CKAN non può installare l'espansione '{0}' per te.
ja_jp: CKAN は拡張 '{0}' をインストールできません。
ko_kr: CKAN은 당신을 위해서 {0} 확장을 설치할 수 없어요.
pt_br: O CKAN não pode instalar a expansão '{0}' para você.
ru_ru: CKAN не может установить дополнение '{0}'.
zh_cn: CKAN无法安装扩展‘ {0}’。

# ModInfoVirtual
source: {0} (virtual)
de_de: {0} (virtuell)
fr_fr: {0} (virtuel)
it_it: {0} (virtuale)
ja_jp: {0} (仮想)
ko_kr: {0} (가상)
nl_nl: {0} (virtueel)
pl_pl: {0} (wirtualny)
ru_ru: {0} (виртуальный)
zh_cn: {0} (虚拟)

# ModInfoNotIndexed
source: {0} (not indexed)
de_de: {0} (nicht indiziert)
fr_fr: {0} (non indexé)
it_it: {0} (non indicizzata)
ja_jp: {0} (非インデックス)
ko_kr: {0} (색인 없음)
nl_nl: {0} (niet geïndexeerd)
pl_pl: {0} (nieindeksowany)
pt_br: {0} (não indexado)
ru_ru: {0} (не индексирован)
zh_cn: {0} (未索引)

# ModInfoNotCached
source: This mod is not in the cache, click 'Download' to preview contents
de_de: Diese Mod ist nicht im Cache, klicke auf 'Download' um eine Inhaltsübersicht zu erhalten.
fr_fr: Ce mod n'est pas dans le cache, cliquez "télécharger" pour voir son contenu
it_it: Questa mod non è nella cache, clicca 'Download' per visualizzare l'anteprima dei contenuti
ja_jp: このModはキャッシュにありません、閲覧するにはダウンロードを押してください。
ko_kr: 이 모드는 캐시에 있지 않아요. 파일 내용을 보려면 '설치'를 누르세요.
nl_nl: Deze mod bevindt zich niet in de cache, klik op 'Download' om de inhoud te bekijken
pl_pl: Ten mod nie jest pobrany na dysku, kliknij "Pobierz" aby zobaczyć zawartość
pt_br: Este mod não está no cache, clique em 'Download" para visualizar seu conteúdo
ru_ru: Модификация не загружена, нажмите «Загрузить» для просмотра содержимого
zh_cn: 这个Mod不在缓存中，点击'下载'以预览内容

# ModInfoCached
source: Module is cached, preview available
de_de: Modul ist im Cache, Vorschau verfügbar
fr_fr: Le module est dans le cache, aperçu disponible
it_it: Modulo memorizzato nella cache, anteprima disponibile
ja_jp: Modはキャッシュ済み、閲覧可能
ko_kr: 모듈이 캐시되어서 미리보기 할 수 있어요
nl_nl: Module is gecached, voorbeeld beschikbaar
pl_pl: Moduł jest w folderze cache, podgląd dostępny
pt_br: O módulo está em cache, pré-visualização disponível
ru_ru: Модуль загружен, достуен предпросмотр
zh_cn: Mod已缓存，预览可用

# ModInfoNoDownload
source: Module has no download
de_de: Modul kann nicht heruntergeladen werden
fr_fr: Le module n'est pas téléchargeable
it_it: Il modulo non ha download
ja_jp: Modはダウンロード先がありません
ko_kr: 모듈의 다운로드가 없어요
nl_nl: Module heeft geen download
pl_pl: Moduł nie ma linku do pobrania
pt_br: O módulo não possuí download
ru_ru: Модуль не имеет загрузок
zh_cn: 模组未下载

# ModInfoHomepageLabel
source: Home page:
fr_fr: Page principale :
it_it: Pagina principale:
ja_jp: ホームページ:
ko_kr: 홈페이지:
nl_nl: Startpagina:
pl_pl: Strona główna:
ru_ru: Страница:
zh_cn: 主页:

# ModInfoRepositoryLabel
source: Repository:
fr_fr: Répertoire :
ja_jp: リポジトリ:
ko_kr: 깃헙 리포지터리:
pl_pl: Repozytorium:
pt_br: Repositório:
ru_ru: Репозиторий:
zh_cn: 仓库：

# ModInfoBugTrackerLabel
source: Bug tracker:
fr_fr: Traqueur de bogues :
ja_jp: バグ追跡:
ko_kr: 버그 신고:
pt_br: Rastreador de bugs:
ru_ru: Баг-трекер:
zh_cn: Bug 跟踪：

# ModInfoContinuousIntegrationLabel
source: Continuous integration:
fr_fr: Intégration continue :
it_it: Integrazione continua:
ja_jp: 開発継続中:
ko_kr: 지속적인 통합:
nl_nl: Doorlopende integratie:
pl_pl: Ciągła integracja:
pt_br: Integração contínua:
ru_ru: Постоянная интеграция:
zh_cn: 持续集成：

# ModInfoLicenseLabel
source: Licence:
de_de: Lizenz:
it_it: Licenza:
ja_jp: ライセンス:
ko_kr: 라이선스:
nl_nl: Licentie:
pl_pl: Licencja:
pt_br: Licença:
ru_ru: Лицензия:
zh_cn: 模组协议:

# ModInfoManualLabel
source: Manual:
de_de: Anleitung:
fr_fr: Manuel :
it_it: Manuale:
ja_jp: マニュアル:
ko_kr: 설명서:
nl_nl: Handleiding:
pl_pl: Instrukcja:
ru_ru: Инструкция:
zh_cn: 使用说明：

# ModInfoRemoteAvcLabel
source: Remote version file:
de_de: Online Versionsdatei:
fr_fr: Fichier version distant :
it_it: File versione remota:
ja_jp: リモートバージョンファイル:
ko_kr: 리모트 버전 파일:
nl_nl: Externe versie bestand:
pl_pl: Plik wersji zdalnej:
pt_br: Arquivo de licença remota:
ru_ru: Файл версии:
zh_cn: 远程版本文件：

# ModInfoRemoteSWInfoLabel
source: Remote swinfo.json file:
fr_fr: Fichier swinfo.json distant :
nl_nl: Extern swinfo.json bestand:
pl_pl: Plik swinfo.json:
zh_cn: 远程 swinfo.json 文件：

# ModInfoStoreLabel
source: Store:
de_de: Shop:
fr_fr: Magasin :
it_it: Negozio:
ja_jp: ストア:
ko_kr: 스토어:
nl_nl: Winkel:
pl_pl: Sklep:
pt_br: Loja:
ru_ru: Магазин:
zh_cn: 商店：

# ModInfoSteamStoreLabel
source: Steam store:
de_de: Steam Shop:
fr_fr: Magasin Steam :
it_it: Negozio di Steam:
ja_jp: Steamストア:
ko_kr: 스팀 스토어:
nl_nl: Steam winkel:
pl_pl: Sklep steam:
pt_br: Loja da Steam:
ru_ru: Steam:
zh_cn: Steam商店：

# ModInfoToolTipReverseRelationships
source: Ctrl-click or Shift-click to make sticky
fr_fr: Ctrl-clic ou Shift-clic pour rendre persistant
it_it: Fai clic con il tasto Ctrl o Shift per renderlo persistente
nl_nl: Ctrl-klik of Shift-klik om sticky te maken
pl_pl: Kliknij Ctrl lub Shift, aby przykleić
zh_cn: Ctrl-单击或Shift-单击以置顶

source: Download failed!
fr_fr: Échec du téléchargement !
it_it: Download non riuscito!
nl_nl: Downloaden mislukt!
pl_pl: Pobieranie nie powiodło się!
zh_cn: 下载失败!

# ValidatingDownload
source: Validating {0}
fr_fr: Validation de {0}
it_it: Validazione di {0}
nl_nl: Valideer {0}
pl_pl: Weryfikuje {0}
zh_cn: 正在验证 {0}

# MainModListWaitTitle
source: Loading modules
de_de: Module laden
fr_fr: Chargement des modules
it_it: Caricamento moduli
ja_jp: Modのロード
ko_kr: 모듈 로딩 중
nl_nl: Modules worden geladen...
pl_pl: Ładowanie modułów
pt_br: Carregando módulos
ru_ru: Загрузка модулей
zh_cn: 正在加载Mod...

# MainModListLoadingRegistry
source: Loading registry...
de_de: Lade Registry...
fr_fr: Chargement du registre...
it_it: Caricamento del registro...
ja_jp: レジストリのロード中...
ko_kr: 레지스트리 로딩 중...
nl_nl: Registratie wordt geladen...
pl_pl: Ładowanie rejestru...
pt_br: Carregando repositório...
ru_ru: Загрузка реестра...
zh_cn: 正在加载注册表...

# MainModListLoadingInstalled
source: Loading installed modules...
de_de: Lade installierte Module...
fr_fr: Chargement des modules installés...
it_it: Caricamento dei moduli installati...
ja_jp: インストールしたModをロード中...
ko_kr: 설치된 모듈들을 로딩 중...
nl_nl: Geïnstalleerde modules laden...
pl_pl: Ładowanie zainstalowanych modułów...
pt_br: Carregando módulos instalados...
ru_ru: Загрузка установленных модулей...
zh_cn: 正在加载已安装Mod...

# MainModListLoadingAvailable
source: Loading available modules...
de_de: Lade kompatible Module...
fr_fr: Chargement des modules disponibles...
it_it: Caricamento dei moduli disponibili...
ja_jp: 利用可能なModをロード中...
ko_kr: 가능한 모듈들을 로딩 중...
pt_br: Carregando módulos disponíveis...
ru_ru: Загрузка доступных модулей...
zh_cn: 正在加载可用Mod...

# MainModListLoadingIncompatible
source: Loading incompatible modules...
de_de: Lade inkompatible Module...
fr_fr: Chargement des modules incompatibles...
it_it: Caricamento dei moduli incompatibili...
ja_jp: 非対応のModをロード中...
ko_kr: 비호환 모듈들을 로딩 중...
pt_br: Carregando módulos inconpatíveis...
ru_ru: Загрузка несовместимых модулей...
zh_cn: 正在加载不可用Mod...

# MainModListRestoringChangeset
source: Restoring change set...
de_de: Stelle Änderungsliste wieder her...
fr_fr: Restauration du résumé des changements...
it_it: Ripristino del set di cambiamento...
ja_jp: 変更セットをリストア中...
ko_kr: 변경점들을 복구 중...
pt_br: Restaurando mudanças...
ru_ru: Восстановление списка изменений...
zh_cn: 恢复更改列表...

# MainModListPreservingNew
source: Preserving new flags...
de_de: "Neu"-Flaggen beibehalten...
fr_fr: Préservation des nouveaux drapeaux...
ja_jp: 新規フラグを保存しています...
ko_kr: 새로운 플래그를 보존 중...
nl_nl: Vlaggen reserveren...
pl_pl: Zachowywanie nowych flag...
pt_br: Preservando novas bandeiras...
ru_ru: Сохранение новых флагов...
zh_cn: 保留新旗帜...

# MainModListPopulatingList
source: Populating mod list...
de_de: Modliste füllen...
fr_fr: Remplissage de la liste de mod...
it_it: Popolando la lista mod...
ja_jp: Modリストを集めています...
ko_kr: 모드 리스트를 채우는 중...
nl_nl: Lijst met mods vullen...
pl_pl: Wypełnianie listy modów...
pt_br: Carregando lista de mods...
ru_ru: Заполнение списка модификаций...
zh_cn: 正在按热门程度排序...

# MainModListUpdatingFilters
source: Updating filters...
de_de: Aktualisiere Filter...
fr_fr: Mise à jour des filtres...
it_it: Aggiornamento dei filtri...
ja_jp: フィルターを更新中...
ko_kr: 필터를 업데이트 중...
nl_nl: Filters bijwerken...
pl_pl: Aktualizowanie filtrów...
pt_br: Atualizando filtros...
ru_ru: Обновление фильтров...
zh_cn: 正在更新筛选器...

# MainModListCompatible
source: Compatible ({0})
de_de: Kompatibel ({0})
it_it: Compatibile ({0})
ja_jp: 対応 ({0})
ko_kr: 호환됨 ({0})
nl_nl: Compatibel ({0})
pl_pl: Kompatybilne ({0})
pt_br: Compatíveis ({0})
ru_ru: Совместимые ({0})
zh_cn: 兼容 ({0})

# MainModListInstalled
source: Installed ({0})
de_de: Installiert ({0})
fr_fr: Installé ({0})
it_it: Installato ({0})
ja_jp: インストールされた ({0})
ko_kr: 설치됨 ({0})
nl_nl: Geïnstalleerd ({0})
pl_pl: Zainstalowane ({0})
pt_br: Instalados ({0})
ru_ru: Установленные ({0})
zh_cn: 已安装 ({0})

# MainModListUpgradeable
source: Upgradeable ({0})
de_de: Aktualisierbar ({0})
fr_fr: À mettre à jour ({0})
it_it: Aggiornabile ({0})
ja_jp: 更新可能な ({0})
ko_kr: 업데이트 가능 ({0})
pl_pl: Nieaktualne ({0})
pt_br: Atualizáveis ({0})
ru_ru: Обновляемые ({0})
zh_cn: 可更新 ({0})

# MainModListReplaceable
source: Replaceable ({0})
de_de: Ersetzbar ({0})
fr_fr: Remplaçable ({0})
it_it: Sostituibile ({0})
ja_jp: 置換可能な ({0})
ko_kr: 대체 가능 ({0})
nl_nl: Vervangbaar ({0})
pl_pl: Zastępowalne ({0})
pt_br: Substituíveis ({0})
ru_ru: Заменяемые ({0})
zh_cn: 可替换 ({0})

# MainModListCached
source: Cached ({0})
de_de: Im Cache ({0})
fr_fr: En cache ({0})
it_it: In Cache ({0})
ja_jp: キャッシュされた ({0})
ko_kr: 캐시됨 ({0})
pl_pl: Zapisane na dysku ({0})
pt_br: Em cache ({0})
ru_ru: Загруженные ({0})
zh_cn: 已缓存 ({0})

# MainModListUncached
source: Uncached ({0})
de_de: Nicht im Cache ({0})
fr_fr: Pas en cache ({0})
it_it: Senza Cache ({0})
ja_jp: キャッシュにない ({0})
ko_kr: 캐시되지 않음 ({0})
pl_pl: Nie pobrane ({0})
pt_br: Fora do cache ({0})
ru_ru: Не загруженные ({0})
zh_cn: 未缓存 ({0})

# MainModListNewlyCompatible
source: Newly compatible ({0})
de_de: Neu kompatibel ({0})
fr_fr: Nouvellement compatible ({0})
it_it: Nuovamente compatibile ({0})
ja_jp: 新規対応({0})
ko_kr: 새로 호환됨 ({0})
nl_nl: Nieuw compatibel ({0})
pl_pl: Nowo kompatybilne ({0})
pt_br: Novos compatíveis ({0})
ru_ru: Совместимые с недавнего времени ({0})
zh_cn: 新兼容 ({0})

# MainModListNotInstalled
source: Not installed ({0})
de_de: Nicht installiert ({0})
fr_fr: Non installé ({0})
it_it: Non installato ({0})
ja_jp: 未インストール ({0})
ko_kr: 설치되지 않음 ({0})
nl_nl: Niet geïnstalleerd ({0})
pl_pl: Niezainstalowane ({0})
pt_br: Não instalados ({0})
ru_ru: Не установленные ({0})
zh_cn: 未安装 ({0})

# MainModListIncompatible
source: Incompatible ({0})
de_de: Inkompatibel ({0})
it_it: Incompatibile ({0})
ja_jp: 非対応 ({0})
ko_kr: 호환되지 않음 ({0})
nl_nl: Incompatibel ({0})
pl_pl: Niekompatybilne ({0})
pt_br: Incompatíveis ({0})
ru_ru: Несовместимые ({0})
zh_cn: 不兼容 ({0})

# MainModListAll
source: All ({0})
de_de: Alle ({0})
fr_fr: Tout ({0})
it_it: Tutte ({0})
ko_kr: 모두 ({0})
nl_nl: Alle ({0})
pl_pl: Wszystkie ({0})
pt_br: Todos ({0})
ru_ru: Все ({0})
zh_cn: 所有 ({0})

# MainModListUpdatingTray
source: Updating tray...
de_de: Aktualisiere Taskleiste...
fr_fr: Mise à jour de l'icône...
ja_jp: トレイを更新中...
ko_kr: 트레이 업데이트 중
pt_br: Atualizando bandeja...
ru_ru: Обновление панели...
zh_cn: 正在更新托盘...

# MainModListAutoInstalledToolTip
source: If checked, auto-uninstall this mod if everything that depends on it is removed
fr_fr: Si coché, désinstaller automatiquement ce mod si tout ce qui en dépend est supprimé
nl_nl: Indien aangevinkt, automatisch deïnstalleren van deze mod als alles wat ervan afhangt is verwijderd
zh_cn: 如果选中此项，在所有依赖它的模组被删除后，将自动删除此模组

# MainModListUnknownFilter
source: Unknown filter type {0} in IsModInFilter
de_de: Unbekannter Filtertyp {0} in IsModInFilter
fr_fr: Type de filtre inconnu {0} dans IsModInFilter
it_it: Tipo di filtro sconosciuto {0} in IsModInFilter
ja_jp: 不明なフィルタータイプ {0} ですIsModInFilter
ko_kr: IsModInFilter 안의 미지의 필터 타입 {0}
pt_br: Tipo de filtro desconhecido em IsModInFilter: {0}
ru_ru: Неизвестный тип фильтра {0} в IsModInFilter
zh_cn: 未知筛选类型 {0} 在 IsModInFilter

# MainRecommendationsTitle
source: Choose recommended, suggested, or supporting mods
de_de: Auswahl von Empfehlungen, Vorschlägen und unterstützenden Mods
fr_fr: Choisissez les mods recommandés, suggérés ou supportés
it_it: Scegli le mod consigliate, suggerite o supportate
ja_jp: 推奨、提案、サポートするModを選んでください。
ko_kr: 추천, 제안, 지원 받는 모드들을 고르세요.
pt_br: Escolha entre recomendados, sugeridos, ou mods suportados
ru_ru: Выберите рекомендованные, предложенные или вспомогательные модификации
zh_cn: 选择推荐或建议Mod

# MainRecommendationsNoneFound
source: No recommended, suggested, or supporting mods found.
de_de: Keine Empfehlungen, Vorschläge oder unterstützende Mods gefunden.
fr_fr: Aucun mod recommandé, suggéré ou supporté trouvé.
it_it: Non sono state trovate mod raccomandate, suggerite o supportate.
ja_jp: 推奨、提案、またはサポートするModが見つかりませんでした。
ko_kr: 추천, 제안, 지원 받는 모드들이 발견되지 않았어요.
pl_pl: Nie znaleziono rekomendowanych, zasugerowanych lub wspierających modów.
pt_br: Não foram encontrados mods recomendados, sugeridos ou suportados.
ru_ru: Не найдено рекомендованных, предложенных или вспомогательных модификаций.
zh_cn: 没有找到推荐或建议Mod.

# MainRepoWaitTitle
source: Updating repositories
de_de: Aktualisiere Repository
fr_fr: Mise à jour des répertoires
it_it: Aggiornare i repository
ja_jp: リポジトリの更新
ko_kr: 리포지터리 업데이트 중
pl_pl: Aktualizowanie repozytoriów
pt_br: Atualizando repositórios
ru_ru: Обновление репозиториев
zh_cn: 正在更新模组数据库

# LoadingCachedRepoData
source: Loading cached repository data
fr_fr: Chargement des données de répertoire en cache
pl_pl: Ładowanie danych repozytorium zapisanych lokalnie
zh_cn: 加载缓存存储库数据

# MainRepoScanning
source: Scanning for DLCs and manually installed modules...
de_de: Suche nach DLCs und manuell installierten Modulen...
fr_fr: Détection des DLC et des modules installés manuellement...
it_it: Scansione dei DLC e dei moduli installati manualmente...
ja_jp: DLCsと手動で導入されたModをスキャン中...
ko_kr: DLC와 수동 설치된 모듈들을 스캔 중...
pl_pl: Skanowanie DLC i ręcznie zainstalowanych modułów...
pt_br: Buscando por DLCs e módulos instalados manualmente...
ru_ru: Поиск DLC и вручную установленных модулей...
zh_cn: 正在扫描游戏DLC和手动安装的Mod...

# MainRepoContacting
source: Contacting repository...
de_de: Kontaktiere das Repository...
fr_fr: Contact du répertoire...
it_it: Sto contattando il repository...
ja_jp: リポジトリに接続中...
ko_kr: 리포지터리와 접촉 중...
pl_pl: Łączenie z repozytorium...
pt_br: Entrando em contato com o repositório...
ru_ru: Соединение с репозиторием...
zh_cn: 正在连接模组数据库...

# MainRepoUpdating
source: Updating repositories...
de_de: Aktualisiere Repository...
fr_fr: Mise à jour des répertoires...
it_it: Aggiornamento repository...
ja_jp: リポジトリの更新中...
ko_kr: 리포지터리 업데이트 중...
pl_pl: Aktualizowanie repozytoriów...
pt_br: Atualizando repositórios...
ru_ru: Обновление репозиториев...
zh_cn: 正在更新模组数据库...

# MainRepoFailedToConnect
source: Failed to connect to repository. Exception: {0}
de_de: Die Verbindung zum Repository konnte nicht hergestellt werden: {0}
fr_fr: Échec de la connection au répertoire. Exception : {0}
it_it: Impossibile connettersi al repository. Eccezione: {0}
ja_jp: リポジトリに接続できません。 Exception: {0}
ko_kr: 리포지터리에 접속 실패. 예외: {0}
pt_br: Falha ao conectar ao repositório. Exceção: {0}
ru_ru: Не удалось подключиться к репозиторию. Исключение: {0}
zh_cn: 无法连接到模组数据库. 错误码: {0}

# MainRepoUpToDate
source: Repositories already up to date.
de_de: Repository bereits aktuell.
fr_fr: Répertoire déjà à jour.
it_it: Repository già aggiornati.
ja_jp: リポジトリは既に最新です。
ko_kr: 리포지터리가 최신이에요.
pl_pl: Repozytoria są już aktualne.
pt_br: Os repositórios já estão atualizados.
ru_ru: Репозитории уже обновлены.
zh_cn: 模组数据库已是最新.

# MainRepoFailed
source: Repository update failed!
de_de: Aktualisierung des Repositorys fehlgeschlagen!
fr_fr: Échec de la mise à jour du répertoire !
it_it: Aggiornamento repository fallito!
ja_jp: リポジトリの更新に失敗!
ko_kr: 리포지터리 업데이트가 실패했어요!
pl_pl: Aktualizacja repozytorium nie powiodła się!
pt_br: A atualização de repositório falhou!
ru_ru: Не удалось обновить репозитории!
zh_cn: 模组数据库更新失败！

# MainRepoSuccess
source: Repositories successfully updated.
de_de: Repository erfolgreich aktualisiert.
fr_fr: Répertoires mis à jour avec succès.
it_it: Repository aggiornati con successo.
ja_jp: リポジトリを更新しました。
ko_kr: 리포지터리가 성공적으로 업데이트 되었어요.
pl_pl: Repozytoria pomyślnie zaktualizowane.
pt_br: Repositórios atualizados com sucesso.
ru_ru: Репозитории успешно обновлены.
zh_cn: 模组数据库成功更新.

# MainRepoOutdatedClient
source: Repositories updated, but found modules that require a new version of CKAN. Checking for updates...
fr_fr: Répertoires mis à jour, mais des modules nécessitant une nouvelle version de CKAN ont été trouvés. Vérification des mises à jour...
pl_pl: Repozytoria zostały zaktualizowane, ale znaleziono moduły, które wymagają nowej wersji CKAN. Sprawdzam dostępne aktualizacje...
zh_cn: 仓库已更新，但找到了需要新版本的CKAN的模组。正在检查更新...

# MainRepoAutoRefreshPrompt
source: Would you like CKAN to refresh the mod list automatically every time it is loaded? You can refresh the mod list manually with the Refresh button at the top, and you can change this setting later in the Settings. If you disable automatic refreshes, it's a good idea to refresh every few days.
de_de: Möchtest du, dass CKAN die Modliste jedes Mal mit dem Repository abgleicht und aktualisiert, wenn sie geladen wird? (Du kannst sie jederzeit auch mit der Schaltfläche in der Menüleiste aktualisieren.)
fr_fr: Voulez-vous actualiser automatiquement la liste de mods au chargement ? Vous pouvez actualiser manuellement la liste de mods en cliquant le bouton Rafraîchir, ou changer ce paramètre plus tard dans les Paramètres. Si vous désactivez l'actualisation automatique, il est recommandé de rafraîchir tous les quelques jours.
it_it: Vuoi che CKAN aggiorni la modlist ogni volta che viene caricata? (Puoi sempre aggiornarla manualmente utilizzando il pulsante in alto)
ja_jp: 読み込みのたびにCKANにModリストを更新させますか？(上部のボタンを使って常に手動で更新することが出来ます。)
ko_kr: CKAN이 모드리스트를 로드할 때마다 새로고침할까요? (위에 있는 버튼으로 수동 새로고침도 할 수 있어요)
pl_pl: Czy chcesz, aby CKAN odświeżał listę modów za każdym razem, gdy jest uruchamiany? (Zawsze możesz odświeżyć ręcznie za pomocą przycisku odśwież.)
pt_br: Você deseja que o CKAN atualize a lista de mods todas as vezes que ele for aberto? (Você pode sempre atualizar manualmente usando o botão atualizar.)
ru_ru: Хотите ли вы, чтобы CKAN обновлял список модификаций при каждом запуске? Вы всегда сможете вручную обновлять список.
zh_cn: 您想要在CKAN在每次加载时刷新模组列表吗？ (您也可以通过上方的“刷新”按钮手动刷新.)

# MainRepoBalloonTipDetails
source: {0} update(s) available
de_de: {0} Aktualisierung(en) verfügbar
fr_fr: {0} mise·s à jour disponible·s
it_it: {0} aggiornamento(i) disponibile(i)
ja_jp: {0} 個の更新が利用可能
ko_kr: {0} 개의 업데이트가 가능
pl_pl: {0} aktualizacji dostępnych
pt_br: {0} atualizações disponíveis
ru_ru: Доступно {0} обновлений
zh_cn: {0} 个更新可用

# MainRepoBalloonTipTooltip
source: Click to upgrade
de_de: Zum Aktualisieren hier klicken
fr_fr: Cliquer pour mettre à niveau
it_it: Clicca per aggiornare
ja_jp: クリックで更新
ko_kr: 업데이트 하려면 클릭 하세요.
pl_pl: Kliknij, aby zaktualizować
pt_br: Clique para atualizar
ru_ru: Нажмите, чтобы обновить
zh_cn: 点击升级
