Repository: KSP-CKAN/CKAN
Catalog: GUI/Properties/Resources.*.resx
Languages: de_de, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, zh_cn

# MainCorruptedRegistry
source: Corrupted registry archived to {0}: {1} This means that CKAN forgot about all your installed mods, but they are still in GameData. You can reinstall them by importing the {2} file.
de_de: Beschädigte Registry wurde nach {0} archiviert: {1} Das bedeuted, dass CKAN alle installierten Mods vergessen hat, sie befinden sich aber immer noch in GameData. Du kannst sie durch Importieren folgender Datei erneut installieren: {2}
fr_fr: Registre corrompu archivé à {0} : {1} Cela veut dire que CKAN a oublié tous les mods que vous avez installé, mais ceux-ci sont toujours présents dans le dossier GameData. Vous pouvez les réinstaller en important le fichier {2}
it_it: Registro corrotto archiviato in {0}: {1} Questo significa che CKAN si è dimenticato di tutte le tue mod installate, ma sono ancora presenti in GameData. Puoi reinstallarle importando il file {2}.
ja_jp: 破損したレジストリは次にアーカイブされます {0}: {1} これはCKANが全てのインストールされたModを忘れる事を意味します、しかしそれらのModは未だゲームデータ内に存在します。ファイル {2} をインポートすることで再インストール出来ます。
ko_kr: {0}에 아카이브된 손상된 레지스트리: {1} 이것은 CKAN이 당신의 모드들에 대해서 모두 잊어버렸다는 것을 뜻하지만, 모드들은 아직도 GameData 파일 안에 있어요. {2} 파일을 가져오면 재설치 할 수 있어요.
nl_nl: Beschadigde register gearchiveerd naar {0}: {1} Dit betekent dat CKAN al uw geïnstalleerde mods niet meer kan zien. Ze zitten nog steeds in je GameData. Je kunt ze opnieuw installeren door {2} te importeren.
pl_pl: Uszkodzony rejestr zarchiwizowany do {0}: {1} Oznacza to, że CKAN zapomniał o wszystkich zainstalowanych modyfikacjach, ale wciąż znajdują się w GameData. Możesz je ponownie zainstalować importując plik {2}.
ru_ru: Повреждение реестра, архивированного в {0}: {1} Это означает, что CKAN «забыл» о всех установленных модификациях, но сами они продолжают находиться в GameData. Вы можете переустановить их, импортировав файлы {2}.
zh_cn: 损坏的注册表存档到 {0}: {1} 这意味着CKAN丢失了您已安装的模组列表， 但它们仍在GameData文件夹中。 您可以通过导入 {2} 文件重新安装它们。

# MainDeleteLockfileYes
source: Force
fr_fr: Forcer
nl_nl: Forceer
pl_pl: Wymuś
zh_cn: 强制

# MainDeleteLockfileNo
source: Cancel
fr_fr: Annuler
nl_nl: Annuleer
pl_pl: Anuluj
zh_cn: 取消

# AllModVersionsInstallPrompt
source: {0} is not supported on your current compatible game versions ({1}) and may not work at all. If you have any problems with it, you should NOT ask its maintainers for help. Do you really want to install it?
de_de: {0} wird von Ihrer aktuellen Spielversion nicht unterstützt und funktioniert möglicherweise überhaupt nicht. Wenn Sie Probleme damit haben, sollten Sie die Betreuer NICHT um Hilfe bitten. Möchten Sie es wirklich installieren?
fr_fr: {0} n'est pas supporté par vos versions de jeu compatibles ({1}) et pourrait ne pas marcher du tout. Si vous avez des problèmes avec, vous NE devez PAS demander de l'aide à ses développeurs. Voulez-vous vraiment l'installer ?
it_it: {0} non è supportato dalle versioni del gioco attualmente compatibili ({1}) e potrebbe non funzionare affatto. Se hai qualche problema, NON devi chiedere aiuto ai suoi manutentori. Vuoi davvero installarlo?
ja_jp: {0} is not supported on your current game version and may not work at all. If you have any problems with it, you should NOT ask its maintainers for help. 本当にインストールしますか？
ko_kr: {0}은 이 게임 버전을 지원하지 않고, 전혀 작동하지 않을 수도 있어요. 그러니 만약 어떠한 문제라도 생긴다면, 당신은 절대로 제작자에게 도움을 요청해선 안될 거예요. 정말 이 모드를 설치할까요?
nl_nl: {0} wordt niet ondersteund op je huidige compatibele spelversies ({1}) en werkt mogelijk helemaal niet. Als je problemen hebt met de installatie, moet je de beheerders NIET vragen om hulp. Wil je het echt installeren?
pl_pl: {0} nie jest obsługiwany w bieżącej wersji gry i może w ogóle nie działać. Jeśli masz jakieś problemy z nim, NIE powinieneś poprosić twórców o pomoc. Czy na pewno chcesz go zainstalować?
pt_br: {0} não é suportado peça versão atual do seu jogo e mode não funcionar. Se você tiver qualquer problema com isso, você NÃO deve pedir ajuda aos mantenedores. Você quer realmente instalá-la?
ru_ru: {0} не поддерживается установленной версией игры и может не заработать. Вы действительно хотите установить его?
zh_cn: {0} 不支持您的当前游戏版本 ({1}) 并很可能不能正常运行. 如果您遇到任何问题，请不要向其维护者求助. 您真的想要安装它吗？

# AllModVersionsInstallYes
source: Install
de_de: Installieren
fr_fr: Installer
it_it: Installa
ja_jp: インストール
ko_kr: 설치
nl_nl: Installeren
pl_pl: Rozmiar instalacji
pt_br: Instalar
ru_ru: Установить
zh_cn: 安装

# AllModVersionsInstallNo
source: Cancel
de_de: Abbrechen
fr_fr: Annuler
it_it: Annulla
ja_jp: 取消
ko_kr: 취소하기
nl_nl: Annuleer
pl_pl: Anuluj
pt_br: Cancelar
ru_ru: Отмена
zh_cn: 取消

# MetapackageAddCompatibilityPrompt
source: The selected modpacks are compatible with {0}, but your game instance is only compatible with {1}. This may cause some dependencies to fail to install. Do you want to add the additional versions to this game instance's compatibility list?
fr_fr: Les modpacks sélectionnés sont compatibles avec {0}, mais votre instance de jeu n'est compatible qu'avec {1}. Cela peut entraîner l'échec de l'installation de certaines dépendances. Voulez-vous ajouter les versions supplémentaires à la liste de compatibilité de ce jeu ?
pl_pl: Wybrane paczki modów są kompatybilne z {0}, ale twoja instancja gry jest kompatybilna tylko z {1}. Może to spowodować, że niektóre zależności nie zostaną zainstalowane. Czy chcesz dodać dodatkowe wersje do listy kompatybilności tej gry?
zh_cn: 所选的模组包与 {0} 兼容，但您的游戏实例只兼容 {1}。 这可能导致一些依赖模组无法安装。 您想要将额外的版本添加到游戏实例的兼容性列表中吗？

# MetapackageAddCompatibilityYes
source: Add compatible versions
fr_fr: Ajouter aux versions compatibles
pl_pl: Dodaj kompatybilne wersje
zh_cn: 添加兼容游戏版本

# MetapackageAddCompatibilityNo
source: Keep current compatibility
fr_fr: Garder la compatibilité actuelle
pl_pl: Zachowaj bieżącą kompatybilność
zh_cn: 保持当前兼容游戏版本

# ModpackInstallIncompatiblePrompt
source: Some of the selected mods (or their dependencies) are not supported on your current compatible game versions ({1}) and may not work at all. If you have any problems with them, you should NOT ask their maintainers for help. {0} Are you sure you want to install them? Cancelling will abort the entire installation.
fr_fr: Certains des mods sélectionnés (ou leurs dépendances) ne sont pas pris en charge par vos versions de jeu compatibles actuelles ({1}) et pourraient ne pas fonctionner du tout. Si vous avez des problèmes avec eux, vous NE devez PAS demander de l'aide à leurs développeurs. {0} Voulez-vous vraiment les installer ? L'annulation annulera toute l'installation.
it_it: Alcune delle mod selezionate (o le loro dipendenze) non sono supportate dalle versioni del gioco attualmente compatibili ({1}) e potrebbero non funzionare affatto. Se hai problemi con queste mod, NON devi chiedere aiuto ai loro manutentori. {0} Sei sicuro di volerli installare? L'annullamento interromperà l'intera installazione.
nl_nl: Sommige van de geselecteerde mods (of hun afhankelijkheden) worden niet ondersteund op je huidige compatibele spelversies ({1}) en werken mogelijk helemaal niet. Als je problemen met hen hebt, moet je hun onderhouders NIET vragen om hulp. {0} Weet u zeker dat u deze wilt installeren? Annuleren zal de hele installatie afbreken.
pl_pl: Niektóre wybrane mody (lub ich zależności) nie są obsługiwane przez twoje kompatybilne wersje gry ({1}) i mogą w ogóle nie działać. Jeśli masz jakieś problemu, NIE proś nikogo o pomoc. {0} Na pewno chcesz je zainstalować? Anulowanie przerwie całą instalację.
zh_cn: 您当前兼容的游戏版本({1}) 不支持所选模组(或其依赖)，可能根本无法运行。 如果你对此有任何问题，不建议向模组的维护者提供帮助。 {0} 您确定要安装它们吗？取消将中止整个安装。

# MainChangesetUpdateSelected
source: Update selected by user to version {0}.
de_de: Mod-Update ausgewählt vom Nutzer {0}.
fr_fr: Mise à jour demandée vers la version {0}.
it_it: Aggiorna la versione selezionata dall'utente alla versione {0}.
ja_jp: 選択されたものをバージョン{0}にアップデートする。
ko_kr: 유저가 선택한 것을 버전 {0}으로 업데이트 하기.
nl_nl: Update geselecteerd door gebruiker naar versie {0}.
pl_pl: Aktualizacja wybrana przez użytkownika do wersji {0}.
pt_br: Atualização selecionada pelo usuário para a versão {0}.
ru_ru: Обновить выбранное пользователем до версии {0}.
zh_cn: 用户选择更新到 {0} 版本.

# MainChangesetReinstall
source: Re-install (metadata changed)
de_de: Neu installieren (Metadaten geändert)
fr_fr: Réinstaller (métadonnées modifiées)
zh_cn: 重新安装 (元数据已更改)

# MainChangesetUserReinstall
source: Re-install (user requested)
fr_fr: Réinstallation (à la demande de l'utilisateur)
zh_cn: 重新安装 (用户请求)

# MainImportTitle
source: Import Mods
de_de: Mod-Import
fr_fr: Importer des Mods
it_it: Importa Mod
ja_jp: Modインポート
ko_kr: 모드들 가져오기
nl_nl: Importeer mods
pl_pl: Importuj modyfikacje
pt_br: Importar mods
ru_ru: Импортировать модификации
zh_cn: 导入模组

# MainImportWaitTitle
source: Status log
fr_fr: Registre
it_it: Registro
ja_jp: ステータスログ
ko_kr: 상태 기록
pl_pl: Logi statusu
pt_br: Log de Status
ru_ru: Журнал
zh_cn: 状态日志

# MainInstallWaitTitle
source: Status log
fr_fr: Registre
it_it: Registro
ja_jp: ステータスログ
ko_kr: 상태 기록
pl_pl: Logi statusu
pt_br: Log de Status
ru_ru: Журнал
zh_cn: 状态日志

# MainInstallDepNotSatisfied
source: {0} requires {1} but it is not listed in the index, or not available for your game version.
de_de: {0} erfordert {1}, ist aber nicht im Index aufgeführt oder nicht für die installierte Spielversion verfügbar.
fr_fr: {0} nécessite {1} mais il n'est pas listé dans l'index, ou indisponible pour votre version de jeu.
it_it: {0} richiede {1} ma non è elencato nell'indice o non è disponibile per la tua versione del gioco.
ja_jp: {0}は{1}が必要ですがインデックスにリストされていません、または現在のゲームバージョンに対応していません。
ko_kr: {0}은 {1}이 필요하지만 이 모드는 리스트에 없거나, 이 게임 버전과 맞지 않아요.
pt_br: {0} requer {1} mas este não está listado no índice, ou não disponível para a sua versão do jogo.
ru_ru: {0} требует {1}, которого нет в списке, или он недоступен для установленной версии игры.
zh_cn: {0} 需要 {1} 但它未在索引中列出或不兼容您当前的游戏版本.

# MainInstallNotFound
source: Module {0} required but it is not listed in the index, or not available for your game version.
de_de: Modul {0} benötigt, aber es ist nicht im Index aufgeführt oder nicht für dies Spielversion verfügbar.
fr_fr: Le module {0} est requis, mais il n'est pas listé dans l'index, ou indisponible pour votre version de jeu.
it_it: Il modulo {0} è necessario ma non è elencato nell'indice o non è disponibile per la tua versione del gioco.
ja_jp: Mod{0}が必要ですがインデックスにリストされていません、または現在のゲームバージョンに対応していません。
ko_kr: 모듈 {0}이 필요하지만 리스트에 없거나, 이 게임 버전과 맞지 않아요.
pt_br: O módulo {0} é necessário mas não está listado no índice, ou não disponível para a sua versão do jogo.
ru_ru: Требуется модуль {0}, которого нет в списке, или он недоступен для установленной версии игры.
zh_cn: 需要模组 {0} 但它未在索引中列出或不兼容您当前的游戏版本.

# MainInstallBadMetadata
source: Bad metadata detected for module {0}: {1}
de_de: Fehlerhafte Metadaten für das Modul {0} erkannt: {1}
fr_fr: Mauvaises métadonnées détectées pour le module {0} : {1}
it_it: Rilevati metadati errati per il modulo {0}: {1}
ja_jp: 不正なメタデータが検出されました。Mod {0}: {1}
ko_kr: 나쁜 메타데이터가 모듈 {0}에서 감지됨: {1}
pt_br: Metadados corrompidos detectados para o módulo {0}: {1}
ru_ru: Для модуля {0} обнаружены некорректные метаданные: {1}
zh_cn: 检测到损坏的元数据，来自模组 {0}: {1}

# MainInstallFileExists
source: Oh no! We tried to overwrite a file owned by another mod! Please try a `ckan update` and try again. If this problem re-occurs, then it may be a packaging bug. Please report it at: https://github.com/KSP-CKAN/NetKAN/issues/new/choose Please include the following information in your report: File: {0} Installing Mod: {1} Owning Mod: {2} CKAN Version: {3}
de_de: Oh nein! Wir haben versucht, eine Datei zu überschreiben, die einer anderen Mod gehört! Bitte versuche `ckan update` und probiere es erneut. Wenn dieses Problem wieder auftritt, dann ist es vielleicht ein Paketfehler. Bitte melde es unter: https://github.com/KSP-CKAN/NetKAN/issues/new/choose Bitte gib die folgenden Informationen mit an: Datei: {0} Installierende Mod : {1} Besitzende Mod : {2} CKAN-Version : {3}
fr_fr: Oh non ! Nous avons essayé de remplacer un fichier appartenant à un autre mod ! Veuillez essayer `ckan update` avant de réessayer. Si ce problème se produit de nouveau, il pourrait s'agir d'un bogue d'emballage. Veuillez le signaler à : https://github.com/KSP-CKAN/NetKAN/issues/new/choose Veuillez inclure les informations suivantes dans votre rapport : Fichier : {0} Mod à installer : {1} Mod propriétaire : {2} Version CKAN : {3}
it_it: Oh no! Abbiamo cercato di sovrascrivere un file di proprietà di un altra mod! Prova a eseguire 'ckan update` e ritenta. Se il problema si ripresenta, potrebbe trattarsi di un bug del pacchetto. Segnalalo a: https://github.com/KSP-CKAN/NetKAN/issues/new/choose Per favore, includi le seguenti informazioni nella tua segnalazione: File : {0} Mod di installazione: {1} Mod proprietario: {2} Versione CKAN: {3}
ja_jp: 他のModが所有しているファイルに上書きしようとしました！ CKANをアップデート後にもう一度お試しください。 もしこの問題が再び発生するのであれば、パッケージ中のバグの可能性があります。 こちらで報告をお願いします: https://github.com/KSP-CKAN/NetKAN/issues/new/choose 以下の情報を含めて報告してください: ファイル : {0} インストールしようとしているMod : {1} 所持しているMod: {2} CKAN バージョン : {3}
ko_kr: 으악! 우리가 다른 모드의 파일을 덮어씌우려고 했어요! 'CKAN 업데이트' 를 시도한 다음 다시 시도해주세요. 만약 이 문제가 다시 생긴다면 패키징에 버그가 있을 수도 있어요. https://github.com/KSP-CKAN/NetKAN/issues/new/choose 에서 신고해주세요. 다음의 정보들을 신고할 때 첨부해주세요. File : {0} Installing Mod : {1} Owning Mod: {2} CKAN Version : {3}
pt_br: Ah não! Tentamos sobrescrever um arquivo controlado por outro mod! Por favor, atualize e tente novamente. Se o problema persistir, então talvez seja um problema de pacote. Por favor reporte-o em: https://github.com/KSP-CKAN/NetKAN/issues/new/choose Por favor inclua as seguintes informações no seu relatório: Arquivo: {0} Mod sendo instalado: {1} Mod controlador: {2} Versão do CKAN: {3}
ru_ru: О нет! Была совершена попытка перезаписать файл другой модификации! Пожалуйста, совершите `ckan update` и попробуйте заново. Если эта проблема возникает снова, возможно, это ошибка упаковки. Пожалуйста, отправьте отчёт о ней на: https://github.com/KSP-CKAN/NetKAN/issues/new/choose Включите в отчёт следующую информацию: Файл (File) : {0} Устанавливаемая модификация (Installing Mod) : {1} Модификация-владелец (Owning Mod): {2} Версия CKAN (CKAN Version) : {3}
zh_cn: 我们正在尝试去覆盖其它模组（或游戏本体）已经安装的文件！ 请尝试 `ckan更新` 并重试. 如果这个问题反复出现，可能是由于打包时出现bug. 请在此处报告: https://github.com/KSP-CKAN/NetKAN/issues/new/choose 报告时请包括以下信息: File(文件) : {0} Installing Mod(正在安装的Mod) : {1} Owning Mod(已有Mod): {2} CKAN Version(CKAN版本) : {3}

# MainInstallUnownedFileExists
source: Oh no! It looks like you're trying to install a mod which is already installed, or which conflicts with another mod which is already installed. As a safety feature, CKAN will *never* overwrite or alter a file that it did not install itself. If you wish to install {0} via CKAN, then please manually uninstall the mod which owns: {1} and try again.
de_de: Oh nein! Es sieht so aus, als ob du versuchst, eine Mod zu installieren, die bereits installiert ist, oder die mit einer anderen Mod, die bereits installiert ist, in Konflikt steht. Aus Sicherheitsgründen wird CKAN *nie* eine Datei überschreiben oder ändern, die es nicht selbst installiert hat. Wenn du {0} über das CKAN installieren möchtest, dann deinstalliere bitte manuell die Mod, die folgende Dateien besitzt: {1} und versuche es erneut.
fr_fr: Oh non ! On dirait que vous essayez d'installer un mod qui est déjà installé, ou qui est en conflit avec un autre mod déjà installé. Par précaution, CKAN ne va *jamais* remplacer ou modifier un fichier qu'il n'a pas installé lui-même. Si vous souhaitez installer {0} via CKAN, alors veuillez désinstaller manuellement le mod qui possède : {1} et essayez de nouveau.
it_it: Oh no! Sembra che tu stia cercando di installare una mod che è già installata, o che è in conflitto con un'altra mod già installata. Come caratteristica di sicurezza, CKAN non sovrascriverà o modificherà mai un file che non è stato installato da lui stesso. Se vuoi installare {0} tramite CKAN, disinstalla manualmente la mod che possiedi: {1} e riprova.
ja_jp: Oh no! 既にいんすとーるされたのModをインストールしようとしているか、 いんすとーるされたの他のModと衝突している可能性があります。 安全の為の機能として、CKAN自身がインストールしていないファイルを書き換えたり、別のファイルに置き換えたりすることは決してありません。 もし {0} をCKANを通してインストールしたいのであれば, 手動でこれらの既に所有済みのModをアンインストールしてから: {1} もう一度お試しください。
ko_kr: 으악! 아마도 당신은 이미 설치되어 있는 모드를 설치하려고 한 것 같아요. 아니면 이미 설치되어 있는 모드와 충돌하는 모드를요. 안전을 위해서, CKAN은 절대!! 자기자신이 설치하지 않은 파일은 덮어씌우거나 바꾸지 않아요. 만약 {0}를 CKAN으로 깔고 싶으시다면, 먼저 {1} 을 가지는 모드를 수동으로 삭제한 다음 다시 시도해 주세요.
pt_br: Ah não! Parece que você está tentando instalar um mod que já está instalado, ou que conflita com outro mod que já esteja instalado. Como medida de segurança, o CKAN *jamais* irá sobrescrever ou alterar um arquivo que ele mesmo não tenha instalado. Se você quiser instalar o mod {0} pelo CKAN, então por favor desinstale manualmente o mod que possuí: {1} e tente novamente.
ru_ru: О нет! Похоже, что модификация, которую вы пытаетесь установить, уже установлена или конфликтует с уже установленной модификацией. В качестве меры безопасности CKAN *никогда* не перезаписывает или изменяет файлы, которые не установил сам. Если вы хотите установить {0} с помощью CKAN, пожалуйста, вручную удалите модификацию, владеющую {1} и попробуйте ещё раз.
zh_cn: 看起来您正在尝试安装一个已经安装的Mod，或者正在尝试安装已经与其它已安装Mod冲突的Mod. 作为一个安全特性，CKAN*永远不会*覆写或修改并非由自己安装的文件. 如果您想要用CKAN安装 {0}, 请手动卸载以下Mod: {1} 并重试.

# MainInstallGameDataReverted
source: Your GameData has been returned to its original state.
de_de: Dein GameData-Ordner wurden in den Originalzustand zurückgesetzt.
fr_fr: Votre dossier GameData a été remis dans son état initial.
it_it: La cartella GameData è stata ripristinata allo stato originale.
ja_jp: あなたのゲームデータは元の状態に戻されました。
ko_kr: 당신의 GameData는 원상태로 돌아왔어요.
pl_pl: Twój folder GameData wrócił do pierwotnego stanu.
pt_br: O seu jogo foi restaurado ao seu estado original.
ru_ru: Папка «GameData» возвращена в изначальное состояние.
zh_cn: 您的GameData已恢复原样.

# MainInstallOpenSettingsPrompt
source: {0} Open settings now?
de_de: {0} Einstellungen jetzt öffnen?
fr_fr: {0} Ouvrir les paramètres maintenant ?
it_it: {0} Aprire le impostazioni ora?
ja_jp: {0} 設定を開きますか？
ko_kr: {0} 지금 설정을 열까요?
nl_nl: {0} Open instellingen nu?
pl_pl: {0} Otworzyć ustawienia?
pt_br: {0} Abrir as configurações agora?
ru_ru: {0} Открыть настройки сейчас?
zh_cn: {0} 现在打开设置吗？

# MainInstallOpenSettings
source: Open Settings
de_de: Öffnen
fr_fr: Ouvrir Paramètres
it_it: Apri Impostazioni
ja_jp: 設定を開く
ko_kr: 설정 열기
nl_nl: Instellingen openen
pl_pl: Otwórz Ustawienia
pt_br: Abrir Configurações
ru_ru: Открыть настройки
zh_cn: 打开设置

# MainInstallNo
source: No
de_de: Nein
fr_fr: Non
ja_jp: いいえ
ko_kr: 아니요
nl_nl: Nee
pl_pl: Nie
pt_br: Não
ru_ru: Нет
zh_cn: 不

# MainInstallModSuccess
source: Successfully installed {0}
de_de: Modul "{0}" erfolgreich installiert.
fr_fr: Installation réussie de {0}
it_it: Il modulo "{0}" è stato installato con successo
ja_jp: Mod "{0}" は無事にインストールされました。
ko_kr: 모듈 "{0}" 을 성공적으로 설치함
pt_br: O módulo "{0}" foi instalado com sucesso
ru_ru: Модуль «{0}» успешно установлен
zh_cn: Mod "{0}" 已成功安装

# MainInstallSuccess
source: Success!
de_de: Erfolg!
fr_fr: Succès !
it_it: Successo!
ja_jp: 成功!
ko_kr: 성공!
nl_nl: Succes!
pl_pl: Udało się!
pt_br: Sucesso!
ru_ru: Успех!
zh_cn: 成功！

# MainInstallCancelTooLate
source: Cancellation too late, process complete!
de_de: Abbruch zu spät, Prozess bereits abgeschlossen!
fr_fr: Annulation trop tardive, le processus est terminé !
it_it: La cancellazione è avvenuta troppo tardi, il processo è terminato!
ja_jp: キャンセルが遅すぎたため、プロセスは完了しました！
ko_kr: 취소가 너무 늦었어요. 처리 완료!
pt_br: Muito tarde para cancelar, o processo já terminou!
ru_ru: Отмена совершена слишком поздно, процесс завершён!
zh_cn: 取消时间过晚，进程已完成！

# MainInstallCancelAfterInstall
source: User canceled the process manually, but all mods already (un)installed/upgraded.
de_de: Prozess vom Nutzer abgebrochen, aber alle Mods bereits (de)installiert/aktualisiert.
fr_fr: L'utilisateur a annulé le processus manuellement, mais tous les mods ont déjà été (Dés)installés/mis à niveau.
it_it: L'utente ha annullato il processo manualmente, ma tutte le mod sono già state (dis)installate/aggiornate.
ja_jp: ユーザーが手動でプロセスを中止しましたが、全てのModは既に(アン)インストール/更新されました。
ko_kr: 유저가 처리를 수동으로 취소했지만, 모든 모드들이 이미 적용 완료되었어요.
pt_br: O usuário cancelou o processo manualmente, mas todos os mods já foram (des)instalados/atualizados.
ru_ru: Пользователь отменил процесс, однако модификации уже были установлены/удалены.
zh_cn: 用户手动取消进程但所有Mod已经安装/卸载/更新.

# MainInstallProcessComplete
source: Process complete!
de_de: Vorgang abgeschlossen!
fr_fr: Processus terminé !
it_it: Processo completato!
ja_jp: プロセスが完了しました！
ko_kr: 처리 완료!
pt_br: Processo concluído!
ru_ru: Процесс завершён!
zh_cn: 进程完成！

# MainInstallProcessCanceled
source: Process canceled by user!
de_de: Prozess vom Nutzer abgebrochen.
fr_fr: Processus annulé par l'utilisateur !
it_it: Processo annullato dall'utente!
ja_jp: プロセスがユーザーにより中止されました！
ko_kr: 유저가 처리를 취소시켰어요!
pt_br: Processo cancelado pelo usuário!
ru_ru: Процесс отменён пользователем!
zh_cn: 进程被用户取消！

# MainInstallCanceledManually
source: User canceled the process manually!
de_de: Prozess vom Nutzer abgebrochen.
fr_fr: L'utilisateur a annulé le processus manuellement !
it_it: L'utente ha annullato il processo manualmente!
ja_jp: ユーザーが手動でプロセスを中止しました！
ko_kr: 유저가 처리를 수동으로 취소시켰어요!
pt_br: O usuário cancelou o processo manualmente!
ru_ru: Пользователь отменил процесс!
zh_cn: 用户手动取消进程！

# MainInstallInstallCanceled
source: (Un)Install/Upgrade canceled!
de_de: (De-)Installation/Aktualisierung abgebrochen!
fr_fr: (Dés)Installation/Mise à niveau annulée !
it_it: (Dis)Installa/Aggiornamento annullato!
ja_jp: (アン)インストール/更新は中止されました！
ko_kr: 처리가 취소되었어요!
pt_br: (Des)Instalação/Atualização cancelada!
ru_ru: Установка/удаление отменены!
zh_cn: 安装/卸载/更新已取消！

# MainInstallErrorInstalling
source: Error during installation!
de_de: Fehler bei der Installation!
fr_fr: Erreur lors de l'installation !
it_it: Errore durante l'installazione!
ja_jp: インストール中にエラーが発生しました！
ko_kr: 설치 중 오류 발생!
nl_nl: Fout tijdens installatie!
pl_pl: Błąd podczas instalacji!
ru_ru: Ошибка в процессе установки!
zh_cn: 安装时发生错误！

# MainInstallUnknownError
source: An unknown error occurred, please try again!
de_de: Ein unbekannter Fehler ist aufgetreten, bitte versuche es erneut!
fr_fr: Une erreur inconnue s'est produite, veuillez réessayer !
it_it: Si è verificato un errore sconosciuto. Per favore riprova!
ja_jp: 不明なエラーが発生しました、もう一度お試しください！
ko_kr: 미지의 에러가 발생했어요. 다시 시도해주세요!
pt_br: Um erro desconhecido aconteceu, por favor tente novamente!
ru_ru: Возникла неизвестная ошибка, попробуйте ещё раз!
zh_cn: 发生未知错误，请重试！如果仍然发生，请向https://github.com/KSP-CKAN/CKAN/issues/new/choose报告
