Repository: KSP-CKAN/CKAN
Catalog: GUI/Properties/Resources.*.resx
Languages: de_de, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, zh_cn

# MainTrayIconResume
source: Resume
de_de: Fortsetzen
fr_fr: Reprendre
it_it: Riprendi
ja_jp: 続ける
ko_kr: 재개
pl_pl: Wznów
pt_br: Continuar
ru_ru: Возобновить
zh_cn: 继续

# MainTrayIconPause
source: Pause
de_de: Anhalten
it_it: Pausa
ja_jp: 一時停止
ko_kr: 중지
nl_nl: Pauzeren
pl_pl: Wstrzymaj
pt_br: Pausar
ru_ru: Приостановить
zh_cn: 暂停

# MainTrayNoUpdates
source: No available updates
de_de: Keine Aktualisierungen verfügbar
fr_fr: Aucune mise à jour disponible
it_it: Nessun aggiornamento disponibile
ja_jp: 利用可能なアップデートがありません
ko_kr: 가능한 업데이트 없음
pl_pl: Brak dostępnych aktualizacji
pt_br: Não existem atualizações disponíveis
ru_ru: Нет доступных обновлений
zh_cn: 没有可用模组更新

# MainTrayUpdatesAvailable
source: {0} available update(s)
de_de: {0} Aktualisierung(en) verfügbar
fr_fr: {0} mise·s à jour disponible·s
it_it: {0} aggiornamento(i) disponibile(i)
ja_jp: {0} 個の有効な更新
ko_kr: {0} 개의 가능한 업데이트
pl_pl: {0} dostępne aktualizacje
pt_br: {0} atualizações disponíveis
ru_ru: Доступно {0} обновлений
zh_cn: {0} 个可用模组更新

# MainWaitPleaseWait
source: Please wait
de_de: Bitte warten
fr_fr: Veuillez patienter
it_it: Attendere prego
ja_jp: お待ちください
ko_kr: 기다려주세요
pl_pl: Proszę czekać
pt_br: Por favor aguarde
ru_ru: Пожалуйста, подождите
zh_cn: 请稍候

# MainWaitDone
source: All done!
de_de: Alles erledigt!
fr_fr: Terminé !
it_it: Tutto fatto!
ja_jp: 完了しました!
ko_kr: 끝났어요!
pl_pl: Wszystko gotowe!
pt_br: Tudo pronto!
ru_ru: Готово!
zh_cn: 已完成！

# ManageGameInstancesNotValid
source: Directory {0} is not a valid game directory.
de_de: "{0}" ist kein gültiges Spielverzeichnis.
fr_fr: Le dossier {0} n'est pas un dossier de jeu valide.
it_it: La cartella {0} non è una cartella di gioco valida.
ja_jp: フォルダ {0} は正しいゲームフォルダではありません。
ko_kr: 경로 {0} 는 유효한 게임 경로가 아니에요.
pl_pl: Folder {0} nie jest prawidłowym folderem gry.
pt_br: O diretório {0} não é um diretório de jogo válido.
ru_ru: Папка «{0}» не является папкой игры.
zh_cn: 目录 {0} 并非有效的游戏目录.

# ManageGameInstancesDirectoryDeleted
source: Directory "{0}" doesn't exist.
de_de: Das Verzeichnis "{0}" existiert nicht.
fr_fr: Le dossier "{0}" n'existe pas.
it_it: La cartella "{0}" non esiste.
ja_jp: フォルダ "{0}" は存在しません。
ko_kr: 경로 "{0}"는 존재하지 않아요.
pl_pl: Folder "{0}" nie istnieje.
pt_br: DO diretório "{0}" não existe.
ru_ru: Папка «{0}» не существует.
zh_cn: 目录 "{0}" 不存在.

# ManageGameInstancesNameColumnInvalid
source: {0} (INVALID)
de_de: {0} (UNGÜLTIG)
fr_fr: {0} (INVALIDE)
it_it: {0} (NON VALIDA)
ja_jp: {0} (不正)
ko_kr: {0} (올바르지 않음)
pl_pl: {0} (NIEPRAWIDŁOWY)
zh_cn: {0} (无效)

# ManageGameInstancesNameColumnLocked
source: {0} (LOCKED)
de_de: {0} (GESPERRT)
fr_fr: {0} (VERROUILLÉE)
it_it: {0} (BLOCCATA)
ja_jp: {0} (ロック)
ko_kr: {0} (잠금)
pl_pl: {0} (ZABLOKOWANY)
zh_cn: {0} (锁定)

# NewRepoDialogFailed
source: Failed to fetch master list.
de_de: Die Master-Liste konnte nicht abgerufen werden.
fr_fr: Échec de récupération de la liste maîtresse.
it_it: Recupero della lista principale non riuscito.
ja_jp: リストのフェッチに失敗しました。
ko_kr: 마스터 리스트를 가져오는 데에 실패했어요.
pt_br: Falha ao buscar a lista principal.
ru_ru: не удалось получить список.
zh_cn: 同步主列表失败.

# SettingsDialogSummmary
source: {0} files, {1}, {2} free
de_de: {0} Dateien, {1}
fr_fr: {0} fichiers, {1}, {2} libres
it_it: {0} file, {1}, {2} liberi
ja_jp: {0} 個のファイル、 {1}
ko_kr: {0} 개의 파일, {1}
nl_nl: {0} bestanden, {1}, {2} vrij
pl_pl: {0} plików, {1}, {2} wolne
pt_br: {0} arquivos, {1}
ru_ru: {0} файлов, {1}
zh_cn: {0} 文件, {1}, {2} 空余

# SettingsDialogSummaryInvalid
source: Invalid path: {0}
de_de: Ungültiger Pfad: "{0}"
fr_fr: Chemin invalide : {0}
it_it: Percorso non valido: {0}
ja_jp: 不正な場所: {0}
ko_kr: 유효하지 않은 경로: {0}
nl_nl: Ongeldig pad: {0}
pl_pl: Nieprawidłowa ścieżka: {0}
pt_br: Caminho inválido: {0}
ru_ru: Неверный путь: {0}
zh_cn: 无效路径: {0}

# SettingsDialogCacheDescrip
source: Choose a folder for storing CKAN's mod downloads:
de_de: Wähle einen Ordner um CKANs Mod-Downloads zu speichern:
fr_fr: Choisissez un dossier pour enregistrer les mods téléchargés par CKAN :
it_it: Scegli una cartella per memorizzare i download delle mod di CKAN:
ja_jp: CKANのModのファイルを保存する場所を選んでください:
ko_kr: CKAN이 다운로드한 모드들을 모아놓을 폴더를 골라주세요:
pl_pl: Wybierz folder do przechowywania plików z modyfikacjami CKAN:
pt_br: Escolha um diretório para armazenar os downloads de mods do CKAN:
ru_ru: Выберите папку для хранения загрузок CKAN:
zh_cn: 选择一个文件夹来存储CKAN下载的Mod:

# SettingsDialogDeleteConfirm
source: Do you really want to delete {0} cached files, freeing {1}?
de_de: Möchten Sie wirklich {0} Dateien aus dem Cache löschen und damit {1} freigeben?
fr_fr: Voulez-vous vraiment supprimer {0} fichiers en cache et libérer {1} ?
it_it: Vuoi davvero eliminare {0} file memorizzati nella cache, liberando {1}?
ja_jp: 本当に {0} 個のキャッシュ済みModを削除しますか？{1}のキャッシュが解放されます
ko_kr: 정말로 {0}개의 캐시 파일들을 지울까요? {1}가 확보돼요.
pl_pl: Czy na pewno chcesz usunąć {0} plików w folderze cache, zwalniając {1}?
pt_br: Você realmente deseja apagar os {0} arquivos em cache, liberando {1}?
ru_ru: Вы действительно хотите удалить {0} загруженных файлов? Это освободит {1}.
zh_cn: 您想要删除 {0} 个缓存文件来释放 {1} 空间?

# SettingsDialogRepoDeleteConfirm
source: Are you sure you want to delete the {0} repo? This can't be undone!
fr_fr: Êtes-vous sûr de vouloir supprimer le dépôt {0} ? Cette action est irréversible !
pl_pl: Czy na pewno chcesz usunąć repozytorium {0}? Tego nie można cofnąć!
zh_cn: 您确定要`永久`删除 {0} 仓库吗？

# SettingsDialogRepoDeleteDelete
source: Delete
fr_fr: Supprimer
nl_nl: Verwijderen
pl_pl: Skasuj
zh_cn: 删除

# SettingsDialogRepoDeleteCancel
source: Cancel
fr_fr: Annuler
nl_nl: Annuleer
pl_pl: Anuluj
zh_cn: 取消

# SettingsDialogRepoAddDuplicateURL
source: Repository with URL already in list: {0}
fr_fr: Dépôt avec lien déjà dans la liste : {0}
pl_pl: Repozytorium z adresem URL jest już na liście: {0}
zh_cn: 已经在列表中的 URL 仓库: {0}

# AddAuthTokenTitle
source: Add Authentication Token
de_de: Authentifikationstoken hinzufügen
fr_fr: Ajouter Jeton d'Authentification
it_it: Aggiungi Token Di Autenticazione
ja_jp: 認証トークンを追加
ko_kr: 인증 토큰 추가
pl_pl: Dodaj token uwierzytelniania
pt_br: Adicionar Token de Autenticação
ru_ru: Добавить токен аутентификации
zh_cn: 添加验证标记

# AddAuthTokenHost
source: Host:
fr_fr: Hôte :
ja_jp: ホスト:
ko_kr: 호스트:
pt_br: Hospedeiro:
ru_ru: Хост:
zh_cn: 服务器:

# AddAuthTokenAccept
source: &Accept
de_de: &Annehmen
fr_fr: &Ajouter
it_it: &Accetta
ja_jp: &承認
ko_kr: &수락
pl_pl: &Zaakceptuj
pt_br: &Aceitar
ru_ru: &Принять
zh_cn: &确定

# AddAuthTokenCancel
source: &Cancel
de_de: Abbre&chen
fr_fr: An&nuler
it_it: &Annulla
ja_jp: &取消
ko_kr: &취소
nl_nl: &Annuleer
pl_pl: &Anuluj
pt_br: &Cancelar
ru_ru: &Отмена
zh_cn: &取消

# AddAuthTokenHostRequired
source: Host field is required.
de_de: Host-Feld ist erforderlich.
fr_fr: Le champ de l'hôte est requis.
it_it: Il campo host è obbligatorio.
ja_jp: ホストフィールドが必要です。
ko_kr: 호스트 필드가 필요해요.
pl_pl: Pole hosta jest wymagane.
pt_br: O campo Hospedeiro é necessário.
ru_ru: Необходимо заполнить поле «Хост».
zh_cn: 主机字段是必填项。

# AddAuthTokenTokenRequired
source: Token field is required.
de_de: Token-Feld ist notwendig.
fr_fr: Le champ du jeton est requis.
it_it: Il campo Token è obbligatorio.
ja_jp: トークンフィールドが必要です。
ko_kr: 토큰 필드가 필요해요.
pl_pl: Pole tokenu jest wymagane.
pt_br: O campo Token é necessário.
ru_ru: Необходимо заполнить поле «Токен».
zh_cn: Token字段是必填项。

# AddAuthTokenInvalidHost
source: {0} is not a valid host name.
de_de: {0} ist kein gültiger Hostname.
fr_fr: {0} n'est pas un nom d'hôte valide.
it_it: {0} non è un nome host valido.
ja_jp: {0}は正しいホストの名前ではありません。
ko_kr: {0}은 유효한 호스트 이름이 아니에요.
pl_pl: {0} nie jest prawidłową nazwą hosta.
pt_br: {0} não é um nome de hospedeiro válido.
ru_ru: {0} не является именем хоста.
zh_cn: {0} 并非有效服务器名.

# AddAuthTokenDupHost
source: {0} already has an authentication token.
de_de: Für {0} existiert bereits ein Authentifikationstoken.
fr_fr: {0} a déjà un jeton d'authentification.
it_it: {0} ha già un token di autenticazione.
ja_jp: {0}には既に認証トークンがあります。
ko_kr: {0}은 이미 인증 토큰이 있어요.
pl_pl: {0} ma już token uwierzytelniania.
pt_br: {0} já possui um Token de Autenticação.
ru_ru: {0} уже имеет токен аутентификации.
zh_cn: {0} 已经有验证标记.

# SettingsDialogUpdateFailed
source: Error during update. Can't update automatically, because ckan.exe is read-only or we are not allowed to overwrite it. Please update manually via https://github.com/KSP-CKAN/CKAN/releases/latest.
de_de: Fehler bei der Aktualisierung. CKAN kann nicht automatisch aktualisiert werden, da ckan.exe schreibgeschützt ist oder wir es nicht überschreiben dürfen. Bitte aktualisiere manuell via https://github.com/KSP-CKAN/CKAN/releases/latest.
fr_fr: Erreur lors de la mise à jour. Mise à jour automatique impossible : ckan.exe est en lecture-seule ou nous ne sommes pas autorisés à le remplacer. Veuillez mettre à jour manuellement via https://github.com/KSP-CKAN/CKAN/releases/latest.
it_it: Errore durante l'aggiornamento. Impossibile aggiornare automaticamente, perché ckan.exe è in sola lettura o non siamo autorizzati a sovrascriverlo. Per favore aggiorna manualmente tramite https://github.com/KSP-CKAN/CKAN/releases/latest.
ja_jp: 更新中にエラーが発生しました。 自動更新できません、何故ならckan.exeが読み取り専用になっているか、書き込みの権限がありません。https://github.com/KSP-CKAN/CKAN/releases/latest から手動で更新してください。
ko_kr: 업데이트 중 오류 발생. 자동으로 업데이트 할 수 없어요. 왜냐하면 ckan.exe가 읽기 전용이거나 저희가 덮어씌울 수 없기 때문이에요. https://github.com/KSP-CKAN/CKAN/releases/latest 에서 수동으로 업데이트 해주세요.
pl_pl: Błąd podczas aktualizacji. Nie można zaktualizować automatycznie, ponieważ ckan.exe jest tylko do odczytu lub nie możemy go nadpisać. Proszę zaktualizować ręcznie przez https://github.com/KSP-CKAN/CKAN/releases/latest.
pt_br: Erro durante a atualização. Não é possível atualizar automaticamente, pois o ckan.exe é somente leitura ou não temos permissão para sobrescreve-lo. Por favor atualize manualmente através do link https://github.com/KSP-CKAN/CKAN/releases/latest.
ru_ru: Ошибка в процессе обновления. Не удаётся автоматически обновить программу, так как файл «ckan.exe» помечен как «только для чтения». Обновите CKAN вручную из https://github.com/KSP-CKAN/CKAN/releases/latest.
zh_cn: 更新时发生错误. 无法自动更新，因为CKAN.exe为只读或者我们不允许覆盖它. 请在 https://github.com/KSP-CKAN/CKAN/releases/latest 中下载并手动更新.

# URLHandlersPrompt
source: CKAN requires permission to add a handler for ckan:// URLs. Do you want to allow CKAN to do this? If you click no you won't see this message again.
de_de: CKAN benötigt eine Erlaubnis, um einen Handler für ckan:// URLs hinzuzufügen. Möchtest du CKAN dies erlauben? Wenn du auf Nein klickst, siehst du diese Nachricht nicht mehr.
fr_fr: CKAN demande la permission d'ajouter un handler pour les adresses ckan://. Voulez-vous autoriser à faire cela ? Si vous cliquez non, vous ne verrez plus ce message.
it_it: CKAN richiede l'autorizzazione per aggiungere un gestore per gli URL ckan:/. Vuoi consentire a CKAN di farlo? Se fai clic su no, non vedrai più questo messaggio.
ja_jp: CKANはckan:// URLsハンドラを追加する権限が必要です。 CKANにこの動作をする許可を与えますか？ いいえをクリックした場合はこのメッセージは再び表示されません。
ko_kr: CKAN은 ckan:// URLs에 핸들러를 추가할 권한이 필요해요. CKAN에게 이것을 허용할 건가요? 아니요를 누르면 이 메세지를 다시 보지 않게 됩니다.
pl_pl: CKAN wymaga uprawnień do obsługi linków ckan://. Czy chcesz zezwolić na to CKAN-owi? Jeśli klikniesz nie, nie zobaczysz tej wiadomości ponownie.
pt_br: O CKAN requer permissão para adicionar um manipulador para ckan:// URLs. Você deseja permitir que o CKAN faça isso? Se você clicar em Não, você não verá esta mensagem novamente.
ru_ru: CKAN нуждается в разрешении для добавления обработчика ссылок вида «ckan://». Хотите ли вы разрешить CKAN это делать? При выборе «Нет» вы не увидите это сообщение снова.
zh_cn: CKAN需要获得计算机的管理员权限. 您是否允许CKAN这么做? 如果您不允许，将不会再看到此消息.

# UtilCopyLink
source: &Copy link address
de_de: &Linkadresse kopieren
fr_fr: &Copier l'adresse du lien
it_it: &Copia indirizzo link
ko_kr: &링크 주소 복사
pl_pl: &Kopiuj adres linku
pt_br: &Copiar endereço do link
ru_ru: &Скопировать адрес ссылки
zh_cn: &复制链接地址

# StatusInstanceLabelTextWithPlayTime
source: Game instance: {0} ({1} {2}, played {3}h)
de_de: Spielinstanz: {0} ({1} {2}, {3}h gespielt)
fr_fr: Instance de jeu : {0} ({1} {2}, {3}h de jeu)
it_it: Istanza di gioco: {0} ({1} {2}, giocato {3}h)
ko_kr: 게임 인스턴스: {0} ({1} {2}, {3}시간 플레이)
pl_pl: Instalacja gry: {0} ({1} {2}, grano {3}godz.)
zh_cn: 游戏实例： {0} ({1} {2}, 已游玩 {3}h)

# StatusInstanceLabelText
source: Game instance: {0} ({1} {2})
de_de: Spielinstanz: {0} ({1} {2})
fr_fr: Instance de jeu : {0} ({1} {2})
it_it: Istanza di gioco: {0} ({1} {2})
ja_jp: ゲームインスタンス: {0} ({1} {2})
ko_kr: 게임 인스턴스: {0} ({1} {2})
pl_pl: Instalacja gry: {0} ({1} {2})
pt_br: Instância do jogo: {0} ({1} {2})
ru_ru: Сборка игры: {0} ({1} {2})
zh_cn: 游戏实例: {0} ({1} {2})

# ModuleLabelListFavourites
source: Favourites
de_de: Favoriten
fr_fr: Favoris
it_it: Preferiti
ja_jp: お気に入り
ko_kr: 즐겨찾기
pt_br: Favoritos
ru_ru: Избранные
zh_cn: 收藏

# ModuleLabelListHidden
source: Hidden
de_de: Versteckt
fr_fr: Caché
it_it: Nascosto
ja_jp: 非表示
ko_kr: 숨겨짐
pt_br: Oculto
ru_ru: Скрытые
zh_cn: 隐藏

# ModuleLabelListHeld
source: Held
de_de: Zurückgehalten
fr_fr: Gelé
it_it: Mantenuta
ja_jp: 保持
ko_kr: 유지
pt_br: Mantido
ru_ru: Без обновления
zh_cn: 已使用

# ModuleLabelListGlobal
source: Global
it_it: Globale
ja_jp: グローバル
ko_kr: 전역
pl_pl: Globalne
ru_ru: Глобальные
zh_cn: 全局

# EditLabelsDialogConfirmDelete
source: Are you sure you want to delete {0}? This can't be undone!
de_de: Möchtest du {0} wirklich löschen? Das kann nicht mehr rückgängig gemacht werden!
fr_fr: Voulez-vous vraiment supprimer {0} ? Il sera impossible de revenir en arrière !
it_it: Sei sicuro di voler eliminare {0}? Non sarà possibile annullare l'operazione!
ja_jp: 本当に {0}を消去しますか？ この操作は取消できません！
ko_kr: 정말로 {0}을 지울까요? 다시는 되돌릴 수 없어요!
pl_pl: Czy na pewno chcesz usunąć {0}? Tej operacji nie da się cofnąć!
pt_br: Você tem certeza de que quer deletar {0}? Esta ação não pode ser desfeita!
ru_ru: Вы уверены, что хотите удалить {0}? Это действие не может быть отменено!
zh_cn: 您真的要`永久`删除 {0} 吗？

# EditLabelsDialogSavePrompt
source: Save changes?
de_de: Änderungen speichern?
fr_fr: Sauvegarder les changements ?
it_it: Salvare le modifiche?
ja_jp: 変更を保存しますか？
ko_kr: 변경점을 저장할까요?
pl_pl: Zapisać zmiany?
pt_br: Salvar alterações?
ru_ru: Сохранить изменения?
zh_cn: 保存更改？

# EditLabelsDialogNoRecord
source: No record being edited!
de_de: Es wird gerade kein Label bearbeitet!
fr_fr: Aucun registre en édition !
it_it: Nessun record modificato!
ja_jp: どのデータも編集されていません！
ko_kr: 편집되고 있는 기록이 없어요!
pl_pl: Brak edycji wpisu!
pt_br: Sem registros sendo editados!
ru_ru: Нет изменяемых записей!
zh_cn: 没有记录被编辑！

# EditLabelsDialogNameRequired
source: Name is required!
de_de: Name ist erforderlich!
fr_fr: Nom requis !
it_it: Nome richiesto!
ja_jp: 名前が必要です！
ko_kr: 이름이 필요해요!
pl_pl: Nazwa jest wymagana!
pt_br: O nome é necessário!
ru_ru: Необходимо заполнить поле «Название».
zh_cn: 需要名称！

# EditLabelsDialogAlreadyExists
source: {0} already exists in {1}!
de_de: {0} existiert bereits in {1}!
fr_fr: {0} existe déjà dans {1} !
it_it: {0} esiste già in {1}!
ja_jp: {0}は{1}に既に存在します！
ko_kr: {0}은 {1}에 이미 존재해요!
pl_pl: {0} już istnieje w {1}!
pt_br: {0} já existe em {1}!
ru_ru: {0} уже существует в {1}!
zh_cn: {0} 已经存在于 {1} ！

# EditLabelsDialogDelete
source: Delete
de_de: Löschen
fr_fr: Supprimer
it_it: Elimina
ja_jp: 消去
ko_kr: 지우기
nl_nl: Verwijderen
pl_pl: Skasuj
pt_br: Deletar
ru_ru: Удалить
zh_cn: 删除

# EditLabelsDialogCancel
source: Cancel
de_de: Abbrechen
fr_fr: Annuler
it_it: Annulla
ja_jp: 取消
ko_kr: 취소하기
nl_nl: Annuleer
pl_pl: Anuluj
pt_br: Cancelar
ru_ru: Отмена
zh_cn: 取消

# EditLabelsDialogSave
source: Save
de_de: Speichern
fr_fr: Sauvegarder
it_it: Salva
ja_jp: 保存
ko_kr: 저장
nl_nl: Opslaan
pl_pl: Zapisz
pt_br: Salvar
ru_ru: Сохранить
zh_cn: 保存

# EditLabelsDialogDiscard
source: Discard
de_de: Änderungen verwerfen
fr_fr: Abandonner
it_it: Scarta
ja_jp: 破棄
ko_kr: 폐기
pl_pl: Odrzuć
pt_br: Descartar
ru_ru: Отменить
zh_cn: 放弃

# MainChangesetWarningInstallingModuleWithLabel
source: WARNING: INSTALLING MODULE WITH LABEL {0} ({1})
de_de: WARNUNG: INSTALLATION EINES MODULS MIT LABEL {0} ({1})
fr_fr: ATTENTION : INSTALLATION D'UN MODULE AVEC LABEL {0} ({1})
it_it: ATTENZIONE: INSTALLAZIONE DEL MODULO CON ETICHETTA {0} ({1})
ja_jp: 警告: インストール中のModはラベル {0} ({1})
ko_kr: 주의: 라벨 {0}이 달린 모듈을 설치하고 있어요. ({1})
pl_pl: OSTRZEŻENIE: INSTALOWANIE MODUŁU Z ETYKIETKĄ {0} ({1})
pt_br: ALERTA: INSTALANDO MÓDULO COM O RÓTULO {0} ({1})
ru_ru: ВНИМАНИЕ: УСТАНАВЛИВАЕТСЯ МОДУЛЬ С ЯРЛЫКОМ {0} ({1})
zh_cn: 警告:正在安装带有 {0} ({1}) 标签的模组

# ChangesetDeleteTooltip
source: Don't {0} {1}
fr_fr: Ne pas {0} {1}
pl_pl: Nie {0} {1}
zh_cn: 不要 {0} {1}

# ChangesetConfirmRemoveAutoRemoval
source: {0} is being removed because it was installed as a dependency of another mod, which is being removed. Are you sure you want to keep it?
fr_fr: {0} va être supprimé car il a été installé en tant que dépendance d'un autre mod, qui va lui-même être supprimé. Êtes-vous sûr de vouloir le conserver ?
pl_pl: Mod {0} jest usuwany, ponieważ został zainstalowany jako zależność innego moda, który jest teraz usuwany. Czy na pewno chcesz go zachować?
zh_cn: {0} 正在被移除，因为它是作为另一个正在移除的模组的依赖安装的。 您确定要保留它吗？

# ChangesetConfirmRemoveAutoRemovalYes
source: Keep
fr_fr: Conserver
pl_pl: Zachowaj
zh_cn: 保留

# ChangesetConfirmRemoveAutoRemovalNo
source: Cancel
fr_fr: Annuler
nl_nl: Annuleer
pl_pl: Anuluj
zh_cn: 舍弃

# ChangesetConfirmRemoveUserRequested
source: You had chosen to {0} {1}. Are you sure you want to skip this change?
fr_fr: Vous aviez choisi de {0} {1}. Êtes-vous sûr de vouloir ignorer cette modification ?
pl_pl: Wybrałeś {0} {1}. Czy na pewno chcesz pominąć tę zmianę?
zh_cn: 您已选择 {0} {1}。 您确定要跳过此更改吗？

# ChangesetConfirmRemoveUserRequestedYes
source: Skip
fr_fr: Ignorer
pl_pl: Pomiń
zh_cn: 跳过

# ChangesetConfirmRemoveUserRequestedNo
source: Cancel
fr_fr: Annuler
nl_nl: Annuleer
pl_pl: Anuluj
zh_cn: 坚持

# EditLabelsToolTipName
source: The label will appear in the Labels menu under this name, must be unique per install
de_de: Das Label wird im Label-Menü unter diesem Namen angezeigt und muss in einer Instanz eindeutig sein
fr_fr: Ce label apparaîtra dans le menu Labels avec ce nom, il doit être unique dans cette installation
it_it: L'etichetta apparirà nel menu Etichette con questo nome, che deve essere univoco per ogni installazione
ja_jp: ラベルはこの名前でラベルメニュー中に表示されます。互いに固有の名前である必要があります。
ko_kr: 이 이름을 달고 라벨 메뉴에 나타나게 돼요. 꼭 고유한 이름이 게임마다 있어야 해요.
pl_pl: Etykieta pojawi się w menu etykiet pod tą nazwą, musi być unikalna dla każdej instalacji
pt_br: O rótulo irá aparecer no menu Rótulos por este nome, precisa ser único por instalação
ru_ru: Ярлык появится в меню «Ярлыки»
zh_cn: 这个标签将会以这个名称出现在标签菜单，在每个实例中必须唯一

# EditLabelsToolTipColor
source: Rows for modules with this label will be drawn with this background color
de_de: Module mit diesem Label werden haben diese Hintergrundfarbe in der Modliste
fr_fr: Les colonnes des modules portant ce label seront affichées avec cette couleur de fond
it_it: Le righe per i moduli con questa etichetta saranno disegnate con questo colore di sfondo
ja_jp: このラベルのModの行がこの背景色で表示されます。
ko_kr: 이 라벨이 달려있는 모듈은 이 색이 배경으로 깔려서 보이게 돼요.
pl_pl: Wiersze dla modułów z tą etykietą zostaną wyświetlone z tym kolorem tła
pt_br: Linhas para módulos com este rótulo serão desenhados com esta cor de fundo
ru_ru: Модули с данным ярлыком будут обладать этим фоновым цветом
zh_cn: 带有这个标签的这行Mod会带有这个背景色

# EditLabelsToolTipInstance
source: The instance for which this label is available, leave blank for all
de_de: Instanz, für welche dieses Label verfügbar ist. Leerlassen, um es in allen Instanzen verfügbar zu haben
fr_fr: Les instances pour lesquelles ce label sera disponible, laissez vide pour toutes
it_it: L'istanza per la quale questa etichetta è disponibile, lascia vuoto per tutti
ja_jp: このラベルのModが利用可能なインスタンスです。全てにする場合は空白にしてください。
ko_kr: 라벨을 달 수 있는 인스턴스예요. 비워두면 모두 가능해요.
pl_pl: Instalacja, dla której ta etykieta jest dostępna, pozostaw puste dla wszystkich
pt_br: A instância para qual este módulo está disponível, deixe em branco para todos
ru_ru: Сборка игры, для которой будет доступен данный ярлык (пусто = без ограничений)
zh_cn: 该标签可用的实例，留空以应用到全部

# EditLabelsToolTipHide
source: If checked, modules with this label will be hidden from standard filters
de_de: Wenn diese Option aktiviert ist, werden Module mit diesem Label ausgeblendet
fr_fr: Si coché, les modules avec ce label seront cachés des filtres standards
it_it: Se selezionato, i moduli con questa etichetta saranno nascosti dai filtri standard
ja_jp: チェックすると、このラベルのModは標準フィルターに表示されません。
ko_kr: 체크하면, 이 라벨이 달려있는 모듈은 보통 필터로는 표시되지 않아요.
pl_pl: Jeśli zaznaczone, moduły z tą etykietą zostaną ukryte przed standardowymi filtrami
pt_br: Se marcado, o módulo com este rótulo será oculto dos filtros padrão
ru_ru: Если выбрано, модули с этим ярлыком будут скрыты из стандартных фильтров поиска
zh_cn: 如果勾选，带有该标签的Mod会在被标准筛选器筛选时隐藏

# EditLabelsToolTipNotifyOnChanges
source: If checked, a notification will be displayed if this module changes from incompatible to compatible
de_de: Wenn diese Option aktiviert ist, wird eine Benachrichtigung angezeigt, sobald das Modul für deine Spielversion kompatibel wird
fr_fr: Si coché, une notification sera affichée si ce module devient compatible
it_it: Se selezionata, verrà visualizzata una notifica se questo modulo cambia da incompatibile a compatibile
ja_jp: チェックすると、このラベルのModが非対応から対応に変わった際に通知が表示されます。
ko_kr: 체크하면, 이 모듈이 호환되지 않았다가 호환될 때 알림이 뜨게 돼요.
pl_pl: Jeśli zaznaczone, powiadomienie zostanie wyświetlone, jeśli ten moduł zmieni się z niezgodnego na kompatybilny
pt_br: Se marcado, uma notificação será exibida se este módulo mudar de incompatível para compatível
ru_ru: Если выбрано, при изменении состояния модулей с данным ярлыком с «несовместимо» на «совместимо» будет показано уведомление
zh_cn: 如果勾选，会在这个Mod从不兼容变为兼容时显示一个提醒

# EditLabelsToolTipRemoveOnChanges
source: If checked, a module that changes from incompatible to compatible will be removed from this label
de_de: Wenn diese Option aktiviert ist, wird das Label von Modulen entfernt, sobald sie kompatibel werden
fr_fr: Si coché, un module devenu compatible sera retiré de ce label
it_it: Se è selezionata, un modulo che passa da incompatibile a compatibile verrà rimosso da questa etichetta
ja_jp: チェックすると、このラベルのModが非対応から対応に変わった際にこのラベルから削除されます。
ko_kr: 체크하면, 호환되지 않았다가 호환된 모듈은 이 라벨을 떼게 돼요.
pl_pl: Jeśli zaznaczone, moduł który zmienia się z niekompatybilnego na kompatybilny zostanie usunięty z tej etykiety
pt_br: Se marcado, um módulo que mude de incompatível para compatível será removido deste rótulo
ru_ru: Если выбрано, при изменении состояния модулей с «несовместимо» на «совместимо» данный ярлык будет с них снят
zh_cn: 如果勾选，会在这个Mod从不兼容变为兼容时移除这个标签

# EditLabelsToolTipAlertOnInstall
source: If checked, the change set screen will alert you if this mod is about to be installed
de_de: Wenn diese Option aktiviert ist, wird eine Warnung angezeigt, wenn das Modul installiert werden soll
fr_fr: Si coché, le résumé des changements vous avertira si ce mod s'apprête à être installé
it_it: Se selezionata, la schermata di impostazione delle modifiche ti avviserà se questa mod sta per essere installata
ja_jp: チェックすると、変更セット画面でこのラベルのModをインストールするのかを警告します。
ko_kr: 체크하면, 변경점 화면에서 이 라벨이 달린 모드가 설치된다고 경고해줘요.
pl_pl: Jeśli zaznaczone, lista zmian powiadomi cię, że ta modyfikacja ma zostać zainstalowana
pt_br: Se marcado, a tela da lista de mudanças irá lhe alertar se este mod estiver para ser instalado
ru_ru: Если выбрано, при установке модификаций с данным ярлыком будет показано отдельное уведомление
zh_cn: 如果勾选，更改列表会提醒您这个Mod即将要被安装
