Repository: KSP-CKAN/CKAN
Catalog: GUI/Properties/Resources.*.resx
Languages: de_de, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, zh_cn

# EditLabelsToolTipRemoveOnInstall
source: If checked, modules will be removed from this label if they are installed
de_de: Wenn diese Option aktiviert ist, wird das Label von dem Modul entfernt, wenn es installiert wurde
fr_fr: Si coché, les modules seront retirés de ce label s'ils sont installés
it_it: Se selezionata, i moduli saranno rimossi da questa etichetta se sono installati
ja_jp: チェックすると、このラベルのModはインストール時にこのラベルから削除されます。
ko_kr: 체크하면, 설치된 모드는 이 라벨을 떼게 돼요.
pl_pl: Jeśli zaznaczone, moduły zostaną usunięte z tej etykiety, jeśli są zainstalowane
pt_br: Se marcado, o módulo será removido deste rótulo se ele estiver para ser instalado
ru_ru: Если выбрано, при установке модулей данный ярлык будет с них снят
zh_cn: 如果勾选，Mod在被安装后会被移除该标签

# EditLabelsToolTipHoldVersion
source: If checked, modules will not be upgraded
de_de: Wenn diese Option aktiviert ist, wird das Modul nicht automatisch aktualisiert
fr_fr: Si cette case est cochée, les modules ne seront pas mis à jour
it_it: Se è selezionata, i moduli non verranno aggiornati
ja_jp: チェックすると、このラベルのModは更新されません。
ko_kr: 체크하면, 이 라벨이 달린 모드는 업데이트되지 않아요.
pl_pl: Jeśli zaznaczone, moduły nie zostaną zaktualizowane
pt_br: Se marcado, o módulo não será atualizado
ru_ru: Если выбрано, для модулей с данным ярлыком будут отключены обновления
zh_cn: 如果选中此项，模组将不会升级

# EditLabelsToolTipMoveUp
source: Move up
fr_fr: Monter
it_it: Sposta in alto
ko_kr: 위로 이동
pl_pl: Przesuń do góry
zh_cn: 上移

# EditLabelsToolTipMoveDown
source: Move down
fr_fr: Descendre
it_it: Sposta in basso
ko_kr: 아래로 이동
pl_pl: Przenieś w dół
zh_cn: 下移

# MainLabelsUpdateMessage
source: Some of your watched mods have updated: {0}
de_de: Mods die du beobachtest wurden aktualisiert: {0}
fr_fr: Certains de vos mods surveillés ont été mis à jour : {0}
it_it: Alcune delle mod che stai osservando sono state aggiornate: {0}
ja_jp: あなたが監視中のModのいくつかが更新されました。: {0}
ko_kr: 보고 있던 모드 중 일부가 업데이트 되었어요: {0}
pl_pl: Niektóre ze śledzonych modów zostały zaktualizowane: {0}
pt_br: Alguns dos seus mods monitorados foram atualizados: {0}
ru_ru: Обновлены некоторые из отслеживаемых модификаций: {0}
zh_cn: 一些您关注的Mod已经更新: {0}

# MainLabelsUpdateTitle
source: Update Notifications
de_de: Aktualisierungen für beobachtete Mods
fr_fr: Notifications de Mise à Jour
it_it: Notifica di Aggiornamento
ja_jp: 更新通知
ko_kr: 업데이트 알림
pl_pl: Aktualizuj powiadomienia
pt_br: Notificações de atualização
ru_ru: Уведомление об обновлениях
zh_cn: 更新提醒

# MainLabelsUntagged
source: Untagged ({0})
de_de: Ohne Kategorie ({0})
fr_fr: Sans étiquette ({0})
it_it: Senza Tag ({0})
ja_jp: タグされていない ({0})
ko_kr: 태크 없음 ({0})
pl_pl: Nietagowane ({0})
pt_br: Sem etiqueta ({0})
ru_ru: Без тегов ({0})
zh_cn: 未分类 ({0})

# EditModpackBadIdentifier
source: Identifier must contain ONLY letters, numbers, and dashes, and must start with a letter or number
de_de: Die Kennung darf nur aus Buchstaben, Zahlen und Bindestrichen bestehen, muss mindestens zwei Zeichen lang sein und darf nicht mit einem Bindestrich beginnen.
fr_fr: L'identifiant doit contenir UNIQUEMENT des lettres, des nombres et des tirets, et doit commencer par une lettre ou un nombre
it_it: L'identificatore deve contenere SOLO lettere, numeri e trattini e deve iniziare con una lettera o un numero
ja_jp: 識別子はアルファベット、数字、ダッシュのみを含んでいなければならず、アルファベットか数字から始まる必要があります。
ko_kr: 식별자는 로마자, 숫자, 대시만을 가질 수 있어요. 그리고 꼭 로마자나 숫자로 시작해야 해요.
pl_pl: Identyfikator musi zawierać TYLKO litery, cyfry, myślniki i musi zaczynać się literą lub cyfrą
pt_br: O identificador deve conter APENAS letras, números e traços, e deve iniciar com uma letra ou número
ru_ru: Идентификатор должен содержать ТОЛЬКО латинские буквы, цифры и дефисы и начинаться с буквы или цифры
zh_cn: 标识符必须包含一个或多个字母、数字及横杠，并必须以字母或数字开头

# EditModpackBadName
source: Name is required
de_de: Ein Name für das Modpack ist erforderlich.
fr_fr: Nom requis
it_it: Nome richiesto
ja_jp: 名前が必要です
ko_kr: 이름이 필요해요
pl_pl: Nazwa jest wymagana
pt_br: Nome necessário
ru_ru: Необходимо заполнить поле «Название».
zh_cn: 需要名称

# EditModpackBadVersion
source: Version is required
de_de: Eine Version für das Modpack ist erforderlich.
fr_fr: Version requise
it_it: Versione obbligatoria
ja_jp: バージョンが必要です
ko_kr: 버전이 필요해요
pl_pl: Wersja jest wymagana
pt_br: Versão necessária
ru_ru: Необходимо заполнить поле «Версия».
zh_cn: 需要版本

# EditModpackBadGameVersions
source: Min game version must be less than or equal to max game version
de_de: Die minimale Spielversion muss kleiner oder gleich der maximalen Spielversion sein.
fr_fr: Version de jeu minimum doit être inférieure ou égale à la version de jeu maximale
it_it: La versione minima del gioco deve essere inferiore o uguale alla versione massima del gioco
ja_jp: 最小のゲームバージョンは最大のゲームバージョンに等しいかそれより小さくなければいけません。
ko_kr: 최소 지원 버전은 최대 지원 버전보다 작거나 같아야 해요.
pl_pl: Minimalna wersja gry musi być mniejsza lub równa maksymalnej wersji gry
pt_br: A versão mínima do jogo deve ser menor ou igual que a maior versão do jogo
ru_ru: Первая версия игры должна быть меньше чем либо равна последней версии
zh_cn: 最低游戏版本必须小于或等于最高游戏版本

# EditModpackTooltipIdentifier
source: Internal name of this modpack; letters, numbers, and dashes only
de_de: Interne Kennung dieses Modpacks; Nur Buchstaben, Zahlen und Bindestriche
fr_fr: Nom interne de ce modpack ; lettres, nombres et tirets uniquement
it_it: Nome interno di questo modpack; solo lettere, numeri e trattini
ja_jp: このModパックの内部的な名前; アルファベット、数字、ダッシュのみ
ko_kr: 이 모드팩의 내부적인 이름; 로마자, 숫자, 대시만 가능
pl_pl: Wewnętrzna nazwa tego modpacka; tylko litery, cyfry i myślniki
pt_br: Nome interno desta lista de mods; letras, números e traços apenas
ru_ru: Идентификатор пакета модификаций; должен содержать только латинские буквы, цифры и дефисы
zh_cn: 该Mod包的内部名称；仅限字母、数字和横杠

# EditModpackTooltipName
source: Publicly visible name of this modpack
de_de: Öffentlich sichtbarer Name dieses Modpacks
fr_fr: Nom public de ce modpack
it_it: Nome pubblico visibile di questo modpack
ja_jp: このModパックの他の人に見える名前
ko_kr: 이 모드팩의 공개적으로 보이는 이름
pl_pl: Publicznie widoczna nazwa paczki modów
pt_br: Nome público desta lista de mods
ru_ru: Публично видимое имя пакета модификаций
zh_cn: 该Mod包的公开名称

# EditModpackTooltipAbstract
source: Short description of this modpack
de_de: Kurze Zusammenfassung dieses Modpacks
fr_fr: Description courte de ce modpack
it_it: Breve descrizione di questo modPack
ja_jp: このModパックの概要
ko_kr: 이 모드팩의 짧은 설명
pl_pl: Krótki opis tej paczki modów
pt_br: Descrição curta desta lista de mods
ru_ru: Короткое описание пакета модификаций
zh_cn: Mod包的简短描述

# EditModpackTooltipVersion
source: The version number for this modpack
de_de: Die Versionsnummer für dieses Modpack, nutze das heutige Datum um es später einfach zuordnen zu können.
fr_fr: Numéro de version de ce modpack
it_it: Il numero della versione di questo modpack
ja_jp: このModパックのバージョン番号
ko_kr: 이 모드팩의 버전
pl_pl: Numer wersji dla tego paczki modów
pt_br: O número de versão para esta lista de mods
ru_ru: Номер версии пакета модификаций
zh_cn: Mod包版本号

# EditModpackTooltipGameVersionMin
source: Earliest compatible game version, blank for all
de_de: Setze die früheste Spielversion fest, unter der das Modpack installiert werden kann. Leer für unbeschränkt.
fr_fr: Plus ancienne version de jeu compatible, vide pour toutes
it_it: Ultima versione di gioco compatibile, vuota per tutti
ja_jp: 最も古い対応するゲームバージョン、空白は全て
ko_kr: 가장 오래된 호환 게임 버전. 비워두면 모두
pl_pl: Najwcześniejsza kompatybilna wersja gry, zostaw puste dla wszystkich
pt_br: Versão do jogo mais antiga compatível, em branco para todas
ru_ru: Первая совместимая версия игры (пусто = любая версия)
zh_cn: 最低兼容游戏版本，留空以应用全部

# EditModpackTooltipGameVersionMax
source: Latest compatible game version, blank for all
de_de: Setze die neusete Spielversion fest, unter der das Modpack installiert werden kann. Leer für unbeschränkt.
fr_fr: Dernière version de jeu compatible, vide pour toutes
it_it: Ultima versione di gioco compatibile, vuota per tutti
ja_jp: 最新の対応するゲームバージョン、空白は全て
ko_kr: 가장 최신 호환 게임 버전, 비워두면 모두
pl_pl: Najnowsza kompatybilna wersja gry, zostaw puste dla wszystkich
pt_br: Versão do jogo mais recente compatível, em branco para todas
ru_ru: Последняя совместимая версия игры (пусто = любая версия)
zh_cn: 最高兼容游戏版本，留空以应用全部

# EditModpackTooltipLicense
source: The licence for this modpack
de_de: Die Lizenz für dieses Modpack
fr_fr: La licence de ce modpack
it_it: La licenza per questo modpack
ja_jp: このModパックのライセンス
ko_kr: 이 모드팩의 라이선스
pl_pl: Licencja dla tej paczki modów
pt_br: A licença para esta lista de mods
ru_ru: Лицензия на пакет модификаций
zh_cn: 该Mod包的协议

# EditModpackTooltipIncludeVersions
source: If checked, the modpack will include the specific versions of the mods shown, otherwise any version will do
de_de: Wenn diese Option aktiviert ist, wird bei jeder Mod die unten angezeigte Version mitgespeichert. Beim Importieren des Modpacks werden dann genau diese Versionen installiert.
fr_fr: Si coché, le modpack inclura les versions exactes des mods affichés, sinon n'importe quelle version fera l'affaire
it_it: Se selezionato, il modpack includerà le versioni esatte delle mod visualizzate, altrimenti andrà bene qualsiasi versione
ja_jp: チェックすると、表示されている特定のバージョンのModを含みます、そうでない場合はどれかのバージョンを含みます。
ko_kr: 체크하면, 이 모드팩은 모드의 특정한 버전을 포함해요. 체크하지 않는다면 아무 버전으로 해요.
pl_pl: Jeśli zaznaczone, paczka modów będzie zawierać konkretne wersje wyświetlanych modów
pt_br: Se marcado, a lista de mods irá incluir a versão específica dos mods exibidos, caso contrário qualquer versão servirá
ru_ru: Если выбрано, в пакет будут включены только указанные версии модификаций; в противном случае используется любая подходящая версия
zh_cn: 如果勾选，Mod包将会包括特定版本的Mod，否则任何版本均可用

# EditModpackTooltipDepends
source: Move selected mods to the Depends group. These mods will definitely be installed.
de_de: Speichere die ausgewählten Mods als Abhängigkeiten im Modpack. Diese Mods werden bei der Installation des Modpacks auf jeden Fall installiert.
fr_fr: Déplacer les mods sélectionnés dans le groupe dépendance. Ces mods seront certainement installés.
it_it: Sposta le mod selezionate nel gruppo Dipendenze. Queste mod saranno sicuramente installate.
ja_jp: 選択されたModを依存グループに移動する。それらのModは必ずインストールされます。
ko_kr: 선택한 모드들을 필수 그룹으로 옮겨요. 이 모드들은 꼭 설치될 거예요.
pl_pl: Przenieś wybrane modyfikacje do grupy Zależności. Te modyfikacje zostaną na pewno zainstalowane.
pt_br: Move os mods selecionados para o grupo "Dependência". Estes mods definitivamente serão instalados.
ru_ru: Перемещает выбранные модификации в группу «Зависимости». Эти модификации обязательны к установке.
zh_cn: 移动选中Mod到依赖组. 这些Mod一定会被安装.

# EditModpackTooltipRecommends
source: Move selected mods to the Recommends group. A user can drop these mods on installation.
de_de: Speichere die ausgewählten Mods als Empfehlungen. Beim Installieren des Modpacks kann der Nutzer diese Mods weglassen.
fr_fr: Déplacer les mods sélectionnés dans le groupe recommandation. Un utilisateur peut refuser ces mods lors de l'installation.
it_it: Sposta le mod selezionate nel gruppo Raccomandazioni. Un utente può rinunciare a queste mod durante l'installazione.
ja_jp: 選択されたModを推奨グループに移動する。ユーザーがインストール時に選択できます。デフォルトはインストール。
ko_kr: 선택한 모드들을 추천 그룹으로 옮겨요. 모드팩 사용자는 이 모드들을 뺄 수 있어요.
pl_pl: Przenieś wybrane modyfikacje do grupy Rekomendowanych. Użytkownik może usunąć te modyfikacje podczas instalacji.
pt_br: Move os mods selecionados para o grupo "Recomendados". Um usuário pode descartar estes mods em uma instalação.
ru_ru: Перемещает выбранные модификации в группу «Рекомендованные». Пользователь сможет отказаться от их установки.
zh_cn: 移动选中Mod到推荐组. 用户在安装时可以取消.

# EditModpackTooltipSuggests
source: Move selected mods to the Suggests group. These mods will be available for installation, but you have to explicitly select them.
de_de: Speichere die ausgewählten Mods als Vorschläge. Bei der Installation des Modpacks werden diese Mods angezeigt, der Nutzer muss sie jedoch erst explizit zur Installation auswählen.
fr_fr: Déplacer les mods sélectionnés dans le groupe suggestion. Ces mods seront disponibles à l'installation, mais devront être sélectionnés explicitement.
it_it: Sposta le mod selezionate nel gruppo Suggerite. Queste mod saranno disponibili per l'installazione, ma dovrai selezionarle esplicitamente.
ja_jp: 選択されたModを提案グループに移動する。それらのModはインストールに利用可能になりますが、別で選択する必要はあります。
ko_kr: 선택한 모드들을 제안 그룹으로 옮겨요. 이 모드들은 설치할 때 제공은 되지만, 직접 선택해야 해요.
pl_pl: Przenieś wybrane modyfikacje do grupy Zasugerowanych. Te modyfikacje będą dostępne do instalacji, ale musisz je wyraźnie wybrać.
pt_br: Move os mods selecionados para o grupo "Sugeridos". Estes mods estarão disponíveis para instalação, mas você precisa explicitamente selecioná-los.
ru_ru: Перемещает выбранные модификации в группу «Предложенные». Они будут включены в состав пакета, однако пользователь должен будет выбрать их для установки.
zh_cn: 移动选中Mod到建议组. 这些Mod在安装时可用但您必须去选中它们.

# EditModpackTooltipIgnore
source: Move selected mods to the Ignored group. These mods won't be included in the modpack.
de_de: Speichere die ausgewählten Mods NICHT im Modpack. Diese Mods werden nicht sichtbar sein.
fr_fr: Déplacer les mods sélectionnés dans le groupe ignoré. Ces mods ne seront pas inclus dans le modpack.
it_it: Sposta le mod selezionate nel gruppo Ignorate. Queste mod non saranno incluse nel modpack.
ja_jp: 選択されたModを無視リストに移動する。それらのModはModパックに含まれなくなります。
ko_kr: 선택한 모드들을 무시 그룹으로 옮겨요. 이 모드들은 모드팩에 포함되지 않을 거예요.
pl_pl: Przenieś zainstalowane mody do grupy ignorowanych. Te mody nie pojawią się w modpacku.
pt_br: Move os mods selecionados para o grupo "Ignorados". Estes mods não serão incluídos na lista de mods.
ru_ru: Перемещает выбранные модификации в группу «Игнорирующиеся». Они не будут включены в состав пакета.
zh_cn: 移动选中Mod到忽略组. 这些Mod不会加入到Mod包中

# EditModpackTooltipCancel
source: Abort modpack creation
de_de: Brich die Modpackerstellung ab
fr_fr: Annuler la création du modpack
it_it: Interrompi la creazione del modpack
ja_jp: Modパックの作成を中断する。
ko_kr: 모드팩 생성 취소
pl_pl: Przerwij tworzenie modpacka
pt_br: Abortar criação da lista de mods
ru_ru: Отменить создание пакета
zh_cn: 中止Mod包创建

# EditModpackTooltipExport
source: Choose a filename and save the modpack
de_de: Wähle einen Dateinamen und speichere das Modpack
fr_fr: Choisir un nom de fichier et sauvegarder le modpack
it_it: Scegliere un nome file e salvare il modpack
ja_jp: ファイル名を選択してModパックを保存する。
ko_kr: 파일 이름을 짓고 모드팩을 저장
pl_pl: Wybierz nazwę i zapisz paczkę modów
pt_br: Escolha um nome de arquivo e salve a lista de mods
ru_ru: Выбрать имя и сохранить пакет модификаций
zh_cn: 选中一个文件名并保存Mod包

# TriStateToggleYesTooltip
source: Yes
de_de: Ja
fr_fr: Oui
it_it: Sì
ja_jp: である
ko_kr: 예
nl_nl: Ja
pl_pl: Tak
ru_ru: Да
zh_cn: 是

# TriStateToggleBothTooltip
source: Yes or No
de_de: Ja oder Nein
fr_fr: Oui ou Non
it_it: Sì o No
ja_jp: である または でない
ko_kr: 예 또는 아니요
pl_pl: Tak lub nie
ru_ru: Да или Нет
zh_cn: 是 或 否

# TriStateToggleNoTooltip
source: No
de_de: Nein
fr_fr: Non
ja_jp: でない
ko_kr: 아니요
nl_nl: Nee
pl_pl: Nie
ru_ru: Нет
zh_cn: 否

# ModSearchDescriptionPrefix
source: desc:
ja_jp: 詳細:
ko_kr: 설명:
zh_cn: 描述:

# ModSearchLanguagePrefix
source: lang:
ja_jp: 言語:
ko_kr: 언어:
pt_br: idiom:
zh_cn: 语言:

# ModSearchDependsPrefix
source: dep:
it_it: dip:
ja_jp: 依存:
ko_kr: 필수:
zh_cn: 依赖:

# ModSearchRecommendsPrefix
source: rec:
it_it: rac:
ja_jp: 推奨:
ko_kr: 추천:
zh_cn: 建议:

# ModSearchSuggestsPrefix
source: sug:
ja_jp: 提案:
ko_kr: 제안:
zh_cn: 推荐:

# ModSearchConflictsPrefix
source: conf:
ja_jp: 衝突:
ko_kr: 충돌:
zh_cn: 冲突:

# ModSearchTagPrefix
source: tag:
fr_fr: étiquette:
ja_jp: タグ:
ko_kr: 태그:
zh_cn: 标记：

# ModSearchLabelPrefix
source: label:
it_it: etichetta:
ja_jp: ラベル:
ko_kr: 라벨:
zh_cn: 标签:

# ModSearchYesPrefix
source: is:
fr_fr: est:
ja_jp: である:
ko_kr: 조건:
zh_cn: 是：

# ModSearchNoPrefix
source: not:
fr_fr: non:
ja_jp: でない:
ko_kr: 아니요:
zh_cn: 不是：

# ModSearchCompatibleSuffix
source: compatible
it_it: compatibile
ja_jp: 対応
ko_kr: 호환됨
pl_pl: kompatybilne
zh_cn: 兼容

# ModSearchInstalledSuffix
source: installed
fr_fr: installé
it_it: installata
ja_jp: インストール済
ko_kr: 설치됨
pl_pl: zainstalowane
zh_cn: 已安装

# ModSearchCachedSuffix
source: cached
fr_fr: cache
it_it: in-Cache
ja_jp: キャッシュ済
ko_kr: 캐시됨
pl_pl: pobrane
zh_cn: 已缓存

# ModSearchNewlyCompatibleSuffix
source: newly-compatible
fr_fr: nouveau
it_it: nuovamente-compatibile
ja_jp: 新規対応
ko_kr: 새로 호환됨
pl_pl: nowo-kompatybilne
zh_cn: 新兼容

# ModSearchUpgradeableSuffix
source: upgradeable
fr_fr: MàJ
it_it: aggiornabile
ja_jp: 更新可能
ko_kr: 업데이트 가능
pl_pl: nieaktualne
zh_cn: 可升级

# ModSearchReplaceableSuffix
source: replaceable
fr_fr: remplaçable
it_it: sostituibile
ja_jp: 置換可能
ko_kr: 대체 가능
pl_pl: zastępowalne
zh_cn: 可替换

# EditModSearchTooltipExpandButton
source: Expand or collapse the detailed search fields (Ctrl-Shift-F)
de_de: Detailierte Suchfelder ein-/ausklappen (Strg-Shift-F)
fr_fr: Étendre ou réduire la taille du champ de recherche détaillé (Ctrl-Shift-F)
it_it: Espandi o comprimi i campi di ricerca dettagliata (Ctrl-Shift-F)
ja_jp: 詳細検索フィールドを広げるまたは閉じる(Ctrl-Shift-F)
ko_kr: 상세 검색 창을 확장하거나 축소(Ctrl-Shift-F)
pl_pl: Rozwiń lub zwiń pola wyszukiwania szczegółowego (Ctrl-Shift-F)
pt_br: Expanda ou retraia os campos de busca detalhados (Ctrl-Shift-F)
ru_ru: Раскрыть/закрыть поля расширенного поиска (Ctrl+Shift+F)
zh_cn: 展开或折叠详细的搜索字段 (Ctrl-Shift-F)

# EditModSearchesTooltipAddSearchButton
source: Combine a new search with your current searches
de_de: Füge eine weitere Suche hinzu
fr_fr: Combiner une nouvelle recherche avec vos recherches actuelles
it_it: Combina una nuova ricerca con le tue ricerche attuali
ja_jp: 新規検索を現在の検索結果に結合
ko_kr: 새로운 검색을 지금 검색에 더하기
pl_pl: Połącz nowe wyszukiwanie z aktualnymi wyszukiwaniami
ru_ru: Сложить результаты текущего и нового поисков
zh_cn: 将新搜索与当前搜索合并为一个新搜索

# ManageModsSteamPlayTimeYesTooltip
source: (will count play time in Steam)
fr_fr: (comptera le temps de jeu dans Steam)
pl_pl: (będzie liczyć czas gry na Steam)
zh_cn: (将计入Steam游戏时间)

# ManageModsSteamPlayTimeNoTooltip
source: (will NOT count play time in Steam)
fr_fr: (ne comptera PAS le temps de jeu dans Steam)
pl_pl: (nie będzie liczyć czasu gry na Steam)
zh_cn: (将不计入Steam游戏时间)

# ManageModsInstallAllCheckboxTooltip
source: Uncheck to uninstall all mods, check to clear change set
de_de: Abwählen um alle Mods zu deinstallieren, anwählen um die Änderungsliste zu leeren
fr_fr: Décocher pour désinstaller tous les mods, cocher pour annuler les changements
it_it: Deseleziona per disinstallare tutte le mods, controlla per cancellare il set di modifiche
ja_jp: 全てのModをアンインストールするにはチェック解除、変更セットを消去するにはチェックする。
ko_kr: 모든 모드를 지우려면 체크를 풀고, 다시 되돌리려면 체크하기
pl_pl: Odznacz aby odinstalować wszystkie mody, zaznacz aby wyczyścić zestaw zmian
ru_ru: Снимите выделение для удаления всех модификаций, выберите для очищения списка изменений
zh_cn: 取消选中以卸载所有模组，检查以清除更改列表

# ManageModsHiddenLabels
source: Hidden labels:
fr_fr: Labels cachés :
pl_pl: Ukryte etykiety:
zh_cn: 隐藏标签：

# ManageModsHiddenTags
source: Hidden tags:
fr_fr: Étiquettes cachées :
pl_pl: Ukryte tagi:
zh_cn: 隐藏标记：

# ManageModsHiddenLabelsAndTags
source: Hidden labels and tags:
fr_fr: Étiquettes et labels cachés :
pl_pl: Ukryte etykiety i tagi:
zh_cn: 隐藏标记和标签：

# TotalPlayTime
source: Total play time: {0} hours
de_de: Gesamtspielzeit: {0} Stunden
fr_fr: Temps de Jeu Total : {0} heures
it_it: Tempo totale di gioco: {0} ore
ko_kr: 총 플레이 타임: {0} 시간
pl_pl: Całkowity czas gry: {0} godzin
zh_cn: 总游玩时间： {0} 小时

# ChangeTypeNone
source: None
fr_fr: Aucun
it_it: Nessuno
pl_pl: Brak
zh_cn: 无协议

# ChangeTypeInstall
source: Install
fr_fr: Installation
it_it: Installa
nl_nl: Installeren
pl_pl: Rozmiar instalacji
zh_cn: 下载

# ChangeTypeRemove
source: Remove
fr_fr: Retrait
it_it: Rimuovi
nl_nl: Verwijder
pl_pl: Usuń
zh_cn: 移除

# ChangeTypeUpdate
source: Update
fr_fr: Mise à Jour
it_it: Aggiorna
nl_nl: Bijwerken
pl_pl: Zaktualizuj
zh_cn: 更新

# ChangeTypeReplace
source: Replace
fr_fr: Remplacement
it_it: Sostituisci
nl_nl: Vervangen
pl_pl: Zastąp
zh_cn: 替换

# ModDownloadsFailedMessage
source: The following mods failed to download. You can retry or abort, and if you retry, you can choose to remove some mods (and any mods that depend on them) from the changeset. Mods that share the same download link will automatically be updated to the same choice.
fr_fr: Les mods suivants n'ont pas pu être téléchargés. Vous pouvez réessayer ou annuler, et si vous réessayez, vous pouvez choisir de supprimer certains mods (et tous les mods qui dépendent d'eux) de la liste des changements. Les mods qui partagent le même lien de téléchargement seront automatiquement mis à jour au même choix.
it_it: Non è stato possibile scaricare le seguenti mod. Puoi riprovare o annullare e, se riprovi, puoi scegliere di rimuovere alcune mod (e tutte le mod che dipendono da esse) dall'elenco delle modifiche. Le mod che condividono lo stesso link di download saranno automaticamente aggiornate alla stessa scelta.
pl_pl: Nie udało się pobrać następujących modyfikacji. Możesz ponowić próbę lub przerwać i spróbować ponownie, możesz usunąć niektóre modyfikacje (i dowolne modyfikacje, które ich wymagają) z zestawu zmian. Modyfikacje, które dzielą ten sam link pobierania, zostaną automatycznie zaktualizowane do tego samego wyboru.
zh_cn: 以下模组下载失败。 您可以重试或中止，如果您重试， 您可以选择从变更列表中移除一些模组(以及依赖它们的任何模组)。 共享相同下载链接的模组将自动更新到相同的选项。

# ModDownloadsFailedAbortBtn
source: Abort whole changeset
fr_fr: Abandonner l'ensemble des modifications
it_it: Interrompi il changeset
pl_pl: Przerwij cały zestaw zmian
zh_cn: 中止整个修改列表

# RepoDownloadsFailedMessage
source: The following repositories failed to download. You can retry or abort, and if you retry, you can choose to remove some repositories. Note that any repositories you skip will be PERMANENTLY removed from your configuration!
fr_fr: Les répertoires suivants n'ont pas pu être téléchargés. Vous pouvez réessayer ou annuler, et si vous réessayez, vous pouvez choisir de supprimer certains répertoires. Notez que tous les dépôts que vous ignorez seront DÉFINITIVEMENT supprimés de votre configuration !
it_it: Il download dei seguenti repository non è riuscito. Puoi riprovare o interrompere e, se riprovi, puoi scegliere di rimuovere alcuni repository. Nota che tutti i repository che salti saranno PERMANENTEMENTE rimossi dalla tua configurazione!
pl_pl: Następujące repozytoria nie mogły się pobrać. Możesz ponowić próbę lub przerwać, jeśli spróbujesz ponownie, możesz wybrać usunięcie niektórych repozytoriów. Pamiętaj, że wszystkie pominięte repozytoria zostaną NA ZAWSZE usunięte z konfiguracji!
zh_cn: 以下仓库下载失败。您可以重试或中止，如果您重试，您可以选择删除某些仓库。 请注意，您跳过的任何仓库都将从您的配置中永久删除！

# RepoDownloadsFailedColHdr
source: Repository
fr_fr: Répertoire
nl_nl: Opslagplaats
pl_pl: Repozytorium
zh_cn: 仓库

# RepoDownloadsFailedAbortBtn
source: Abort whole update
fr_fr: Abandonner complètement la mise à jour
it_it: Interrompi l'aggiornamento
pl_pl: Przerwij całą aktualizację
zh_cn: 中止全部更新

# RelationshipTypeProvides
source: Provides
fr_fr: Fournit
it_it: Fornisce
nl_nl: Aanbieders
pl_pl: Zapewnia
zh_cn: 提供

# RelationshipTypeDepends
source: Depends
de_de: Abhängigkeit
fr_fr: Dépendance
it_it: Dipendenti
nl_nl: Afhankelijk
pl_pl: Zależne
zh_cn: 依赖

# RelationshipTypeRecommends
source: Recommends
de_de: Empfehlung
fr_fr: Recommandé
it_it: Raccomandate
nl_nl: Aanbevolen
pl_pl: Zalecenia
zh_cn: 推荐

# RelationshipTypeSuggests
source: Suggests
de_de: Vorschlag
fr_fr: Suggéré
it_it: Suggerite
nl_nl: Suggesties
pl_pl: Sugerowane
zh_cn: 建议

# RelationshipTypeSupports
source: Supports
de_de: Unterstützt
fr_fr: Supporte
it_it: Supporta
nl_nl: Ondersteunt
pl_pl: Wspiera
zh_cn: 支持

# RelationshipTypeConflicts
source: Conflicts
de_de: Konflikt
fr_fr: Conflits
it_it: Conflitto
nl_nl: Conflict
pl_pl: Konflikty
zh_cn: 冲突

# AuthorSearchName
source: Mods by {0}
fr_fr: Mods de {0}
it_it: Mod di {0}
pl_pl: Według autora {0}
zh_cn: 由 {0} 制作的模组
