Repository: KSP-CKAN/CKAN
Catalog: GUI/Properties/Resources.*.resx
Languages: de_de, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, zh_cn

# FilterLinkToolTip
source: Click to search Ctrl-click or Shift-click to combine with current search
fr_fr: Cliquer pour rechercher Ctrl-clic ou Maj-clic pour combiner avec la recherche en cours
it_it: Clicca per cercare Ctrl-clic o Shift-click per combinare con la ricerca corrente
pl_pl: Kliknij, aby wyszukać Kliknij razem z Ctrl lub Shift, aby połączyć z bieżącym wyszukiwaniem
zh_cn: 单击以搜索 Ctrl-单击或Shift-单击以合并当前搜索

# FolderContainsManagedFiles
source: Can't delete {0} because it contains files that were installed by CKAN. If you wish to remove this folder, uninstall these mods normally.
fr_fr: Impossible de supprimer {0} car il contient des fichiers qui ont été installés par CKAN. Si vous souhaitez supprimer ce dossier, désinstallez ces mods normalement.
pl_pl: Nie można usunąć folderu {0}, ponieważ zawiera pliki zainstalowane przez CKAN. Jeśli chcesz usunąć ten folder, odinstaluj te modyfikacje normalnie.
zh_cn: 无法删除 {0} ，因为它包含了CKAN安装的文件。 如果您想要删除此文件夹，请正常卸载这些模组。

# DeleteUnmanagedFileConfirmation
source: Are you sure you want to delete {0}? This action cannot be undone!
fr_fr: Êtes-vous sûr de vouloir supprimer {0} ? Cette action est irréversible !
pl_pl: Czy na pewno chcesz usunąć {0}? Tej akcji nie można cofnąć!
zh_cn: 您确定要删除 {0} 吗？ 此操作不能撤销！

# DeleteUnmanagedFileDelete
source: Delete
fr_fr: Supprimer
nl_nl: Verwijderen
pl_pl: Skasuj
zh_cn: 删除

# DeleteUnmanagedFileCancel
source: Cancel
fr_fr: Annuler
nl_nl: Annuleer
pl_pl: Anuluj
zh_cn: 取消

# PreferredHostsTooltipMoveRight
source: Add selected host to preferences list
fr_fr: Ajouter l'hôte sélectionné à la liste des préférences
pl_pl: Dodaj zaznaczonego hosta do listy preferowanych hostów
zh_cn: 添加所选服务器到首选列表

# PreferredHostsTooltipMoveLeft
source: Remove selected host from preferences list
fr_fr: Retirer l'hôte sélectionné de la liste des préférences
pl_pl: Usuń zaznaczonego hosta z listy preferowanych hostów
zh_cn: 从首选列表中删除所选服务器

# PreferredHostsTooltipMoveUp
source: Make selected host higher priority
fr_fr: Augmenter la priorité de l'hôte sélectionné
pl_pl: Ustaw zaznaczonego hosta jako wyższy priorytet
zh_cn: 提高所选服务器的优先级

# PreferredHostsTooltipMoveDown
source: Make selected host lower priority
fr_fr: Diminuer la priorité de l'hôte sélectionné
pl_pl: Ustaw zaznaczonego hosta jako niższy priorytet
zh_cn: 降低所选服务器的优先级

# CloneGameInstanceToolTipShareStock
source: Create junction points (Windows) or symbolic links (Unix) to stock directories instead of copying them. If you choose this option, DO NOT move or delete the old instance!!
fr_fr: Créer des points de jonction (Windows) ou des liens symboliques (Unix) vers les dossiers de jeu communs au lieu de les copier. Si vous choisissez cette option, NE PAS déplacer ou supprimer l'ancienne instance !!
pl_pl: Utwórz punkty złączenia (Windows) lub linki symboliczne (Unix) do katalogów domyślnych zamiast kopiowania ich. Jeśli wybierzesz tę opcję, NIE przesuwaj się ani nie usuwaj starej instancji!!

# CompatibleGameVersionsDialogNone
source: <NONE>
fr_fr: <AUCUNE>
it_it: <NESSUNA>
pl_pl: <BRAK>
ru_ru: <НЕТ>

# GUIModMethodNotCKAN
source: Method can not be called unless IsCKAN
fr_fr: Cette Méthode ne peut pas être appelée sauf si IsCKAN
it_it: Il metodo non può essere chiamato se non è IsCKAN
ko_kr: IsCKAN이 아닌 이상 메소드를 호출할 수 없어요.
nl_nl: Methode kan niet worden aangeroepen tenzij IsCKAN
pl_pl: Metoda nie może być wywołana, chyba że to IsCKAN
pt_br: O método não pode ser chamado a não ser que seja IsCKAN
ru_ru: Метод не может быть вызван, если он не является IsCKAN

# MainMarkdown
source: Markdown (*.md)
fr_fr: Notes (*.md)
ko_kr: 마크다운 (*.md)

# ModInfoMetanetkanLabel
source: Metanetkan:
fr_fr: Métanetkan :
ru_ru: Метаданные NetKAN:

# PluginsDialogFilter
source: CKAN Plugins (*.dll)|*.dll
fr_fr: Plugins CKAN (*.dll)|*.dll
it_it: Plugin CKAN (*.dll)|*.dll
ja_jp: CKANプラグイン (*.dll)|*.dll
ko_kr: CKAN 플러그인 (*.dll)|*.dll
pl_pl: Pluginy CKAN (*.dll)|*.dll
pt_br: Plugins do CKAN (*.dll)|*.dll
ru_ru: Плагины CKAN (*.dll)|*.dll

# AddAuthTokenToken
source: Token:
fr_fr: Jeton :
it_it: Gettone:
ja_jp: トークン:
ko_kr: 토큰:
ru_ru: Токен:

# EditModpackTooltipIncludeOptRels
source: If checked, users installing this modpack will be shown recommendations and suggestions from mods in the pack. If unchecked, only mods in the pack will be installed.
fr_fr: Si coché, les utilisateurs qui installent ce modpack verront aussi les recommandations et les suggestions des mods de ce modpack. Sinon, seuls ces derniers seront installés.
pl_pl: Jeśli zaznaczone, użytkownikom instalującym paczkę modów będą wyświetlane zalecenia i sugestie z modów w tej paczce. Jeśli odznaczone, tylko modyfikacje w paczce zostaną zainstalowane.

# ManageModsRefreshStaleToolTip
source: Your mod list was last updated {0} days ago. Click Refresh regularly to keep it up to date. Or choose "Update repositories on launch" in the settings.
fr_fr: Votre liste de mods a été synchronisée il y a {0} jours. Cliquez "Rafraîchir" régulièrement pour la garder à jour. Ou cochez "mettre à jour au lancement" dans les paramètres.
pl_pl: Twoja lista modyfikacji została ostatnio zaktualizowana {0} dni temu. Klikaj "Odśwież" regularnie, aby je ciągle aktualizować. Lub wybierz "Aktualizuj repozytoria przy uruchomieniu" w ustawieniach.

# ManageModsRefreshVeryStaleToolTip
source: Your mod list was last updated {0} days ago! Click Refresh to update! Or choose "Update repositories on launch" in the settings.
fr_fr: Votre liste de mods a été synchronisée il y a {0} jours ! Cliquez "Rafraîchir" pour mettre à jour ! Ou cochez "mettre à jour au lancement" dans les paramètres.
pl_pl: Twoja lista modyfikacji została ostatnio zaktualizowana {0} dni temu! Kliknij "Odśwież", aby zaktualizować! Lub wybierz "Aktualizuj repozytoria po uruchomieniu" w ustawieniach.

# PreferredHostsPlaceholder
source: <ALL OTHER HOSTS>
fr_fr: <TOUS LES AUTRES HÔTES>
pl_pl: <POZOSTAŁE HOSTY>

# MainImportFilter
source: Mods (*.zip)|*.zip
it_it: Mod (*.zip)| *.zip
ja_jp: Mod (*.zip)|*.zip
ko_kr: 모드들 (*.zip)|*.zip
pl_pl: Mody (*.zip)|*.zip
ru_ru: Модификации (*.zip)|*.zip

# ModInfoDiscussionsLabel
source: Discussions:
pl_pl: Dyskusje:

# ModSearchLicensePrefix
source: lic:
pl_pl: licencja:

# ModSearchSupportsPrefix
source: sup:
pl_pl: wspiera:

# GUIModNSlashA
source: N/A
it_it: N/D
pt_br: N/D
ru_ru: Н/Д

# ModInfoNSlashA
source: N/A
it_it: N/D
pt_br: N/D
ru_ru: Н/Д

# ModInfoSpaceDockLabel
source: SpaceDock:
ko_kr: 스페이스 독:

# ModInfoCurseLabel
source: Curse:
ko_kr: 커스 포지:

# MainModListAutoDetected
source: AD
ru_ru: АВ
