Repository: KSP-CKAN/CKAN
Catalog: GUI/Properties/Resources.*.resx
Languages: de_de, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, zh_cn

# CKANFileFilter
source: CKAN metadata (*.ckan)|*.ckan
de_de: CKAN Metadaten (*.ckan)|*.ckan
fr_fr: Métadonnées CKAN (*.ckan)|*.ckan
it_it: Metadati CKAN (*.ckan)|*.ckan
ko_kr: CKAN 메타데이터 (*.ckan)|*.ckan
pl_pl: Metadane CKAN (*.ckan)|*.ckan
zh_cn: CKAN元数据 (*.ckan)|*.ckan

# ExportInstalledModsDialogTitle
source: Export Mod List
de_de: Export der Modliste
fr_fr: Exporter Liste de Mods
it_it: Esporta Lista Mod
ja_jp: Modリストのエクスポート
ko_kr: 모드 리스트 내보내기
nl_nl: Exporteer Mod Lijst
pl_pl: Eksportuj listę modyfikacji
zh_cn: 导出模组列表

# AboutDialogLabel2Text
source: Version {0}
it_it: Versione {0}
ja_jp: バージョン {0}
ko_kr: 버전 {0}
nl_nl: Versie {0}
pl_pl: Wersja {0}
pt_br: Versão {0}
ru_ru: Версия {0}
zh_cn: 版本 {0}

# GameProgramFileDescription
source: Game program file
de_de: Build-Metadatendatei
fr_fr: Exécutable du jeu
pl_pl: Zbuduj plik metadanych
zh_cn: 游戏程序文件

# CloneFakeKspDialogEnterName
source: Please enter a name for the new instance.
de_de: Bitte gib einen Namen für die neue Instanz an.
fr_fr: Veuillez entrer un nom pour la nouvelle instance.
it_it: Inserire un nome per la nuova istanza.
ja_jp: 新しいインスタンスの名前を入力してください。
ko_kr: 새로운 인스턴스의 이름을 입력해주세요.
nl_nl: Voer een naam in voor de nieuwe instantie.
pl_pl: Wprowadź nazwę dla nowej instalacji.
pt_br: Por favor informe o nome da nova instância.
ru_ru: Введите название новой сборки.
zh_cn: 请输入新游戏实例名称.

# CloneFakeKspDialogEnterPath
source: Please enter a path for the new instance.
de_de: Bitte gib einen Pfad für die neue Instanz an.
fr_fr: Veuillez entrer un chemin pour la nouvelle instance.
it_it: Inserire un percorso per la nuova istanza.
ja_jp: 新しいインスタンスの場所を入力してください。
ko_kr: 새로운 인스턴스의 경로를 입력해주세요.
nl_nl: Voer een pad in voor de nieuwe instantie.
pl_pl: Wprowadź ścieżkę dla nowej instalacji.
pt_br: Por favor informe o caminho da nova instância.
ru_ru: Введите путь к папке новой сборки.
zh_cn: 请输入新游戏实例路径.

# CloneFakeKspDialogCloningInstance
source: "Cloning instance..."
de_de: Klone Instanz...
fr_fr: "Clonage de l'instance..."
it_it: " Clonazione dell'istanza..."
ja_jp: "インスタンスを複製中..."
ko_kr: "인스턴스 복제 중..."
nl_nl: "Bezig met klonen... "
pl_pl: "Klonowanie instalacji..."
pt_br: "Clonando instância..."
ru_ru: «Клонирование...»
zh_cn: "正在克隆游戏实例..."

# CloneFakeKspDialogInstanceNotValid
source: The instance you wanted to clone is not valid: {0}
de_de: Die zu klonende Instanz ist ungültig: {0}
fr_fr: L'instance que vous voulez cloner n'est pas valide : {0}
it_it: L'istanza che volevi clonare non è valida: {0}
ja_jp: 複製しようとしているインスタンスが正常ではありません。: {0}
ko_kr: 복사할 인스턴스가 유효하지 않아요. {0}
nl_nl: De instantie die je wilt klonen is niet geldig: {0}
pl_pl: Instalacja, którą chcesz klonować, jest nieprawidłowa: {0}
pt_br: A instância que você queria clonar não é válida: {0}
ru_ru: Сборка, которую вы пытаетесь клонировать, не является пригодной сборкой игры: {0}
zh_cn: 您想要克隆的游戏实例不可用: {0}

# CloneFakeKspDialogDestinationNotEmpty
source: The destination folder is not empty: {0}
de_de: Der Zielordner ist nicht leer: {0}
fr_fr: Le dossier de destination n'est pas vide : {0}
it_it: La cartella di destinazione non è vuota: {0}
ja_jp: 複製先のフォルダが空ではありません: {0}
ko_kr: 설정한 폴더가 비어있지 않아요. {0}
nl_nl: De bestemming map is niet leeg: {0}
pl_pl: Folder docelowy nie jest pusty: {0}
pt_br: O diretório de destino não está vazio: {0}
ru_ru: Конечная папка не пуста: {0}
zh_cn: 目标文件夹不是空文件夹: {0}

# CloneFakeKspDialogCloneFailed
source: Clone failed: {0}
de_de: Klonen fehlgeschlagen: {0}
fr_fr: Échec du clonage : {0}
it_it: Clonazione fallita: {0}
ja_jp: インスタンスの複製に失敗しました。: {0}
ko_kr: 복사 실패. {0}
nl_nl: Kopiëren mislukt: {0}
pl_pl: Klonowanie nie powiodło się: {0}
pt_br: A clonagem falhou: {0}
ru_ru: Клонирование не удалось: {0}
zh_cn: 克隆失败: {0}

# CloneFakeKspDialogSuccessfulClone
source: Successfully cloned instance.
de_de: Instanz erfolgreich geklont.
fr_fr: Instance clonée avec succès.
it_it: Istanza clonata con successo.
ja_jp: インスタンスの複製に成功しました。
ko_kr: 성공적으로 인스턴스를 복사했어요.
nl_nl: Instantie succesvol gekopieerd.
pl_pl: Pomyślnie sklonowano instalacje.
pt_br: Instância clonada com sucesso.
ru_ru: Клонирование успешно завершено.
zh_cn: 成功克隆游戏实例.

# CloneFakeKspDialogCreatingInstance
source: Creating new instance...
de_de: Erstelle neue Instanz...
fr_fr: Création de la nouvelle instance...
it_it: Creazione di una nuova istanza...
ja_jp: 新規インスタンスを作成中...
ko_kr: 새로운 인스턴스 생성중...
pt_br: Criando nova instância...
ru_ru: Создание новой сборки...
zh_cn: 正在创建新游戏实例...

# CloneFakeKspDialogNameAlreadyUsed
source: This name is already used.
de_de: Dieser Name wird bereits verwendet.
fr_fr: Ce nom est déjà utilisé.
it_it: Questo nome è già utilizzato.
ja_jp: この名前は既に使われています。
ko_kr: 그 이름은 이미 사용 중이에요.
nl_nl: Deze naam is reeds in gebruik.
pl_pl: Ta nazwa jest już w użyciu.
pt_br: Este nome já está sendo usado.
ru_ru: Это название уже используется.
zh_cn: 该游戏实例名称已被占用.

# CloneFakeKspDialogSuccessfulCreate
source: Successfully created instance.
de_de: Instanz erfolgreich erstellt.
fr_fr: Instance créée avec succès.
it_it: Istanza creata con successo.
ja_jp: インスタンスの作成に成功しました。
ko_kr: 성공적으로 인스턴스를 생성했어요.
pt_br: Instância criada com sucesso.
ru_ru: Создание успешно завершено.
zh_cn: 成功创建游戏实例.

# CompatibleGameVersionsDialogGameUpdated
source: The game has been updated since you last reviewed your compatible game versions. Please make sure that settings are correct.
de_de: Das Spiel wurde aktualisiert, seit du zuletzt deine kompatiblen Spielversionen überprüft hast. Bitte stelle sicher, dass die Einstellungen noch korrekt sind.
fr_fr: Le jeu a été mis à jour depuis que vous avez défini les versions de jeu compatibles. Veuillez vérifier ces paramètres.
it_it: Il gioco è stato aggiornato da quando hai impostato le versioni compatibili. Controlla queste impostazioni.
ja_jp: 最新の対応するゲームバージョンを確認したため、ゲームはアップデートされました。設定が正しいか確認してください。
ko_kr: 마지막으로 호환되는 버전을 검토한 뒤로 게임이 업데이트 되었어요. 설정이 정확한지 확인해주세요.
pt_br: O jogo foi atualizado desde que você revisou as versões compatíveis do jogo. Por favor, garanta que estas configurações estejam corretas.
ru_ru: Игра была обновлена с последнего изменения данных настроек. Убедитесь в их правильности.
zh_cn: 游戏已经在您设置被允许的模组兼容游戏版本之后更改版本. 请确认设置是否正确.

# CompatibleGameVersionsDialogVersionDetails
source: {0} (previous game version: {1})
de_de: {0} (vorherige Version: {1})
fr_fr: {0} (version de jeu précédente : {1})
it_it: {0} (versione di gioco precedente: {1})
ja_jp: {0} (以前のゲームバージョン: {1})
ko_kr: {0} (이전 게임 버전: {1})
nl_nl: {0} (vorige spel versie: {1})
pl_pl: {0} (poprzednia wersja gry: {1})
pt_br: {0} (versão anterior do jogo: {1})
ru_ru: {0} (предыдущая версия игры: {1})
zh_cn: {0} (上一个游戏版本: {1})

# CompatibleGameVersionsDialogInvalidFormat
source: Version has invalid format
de_de: Ungültiges Versionsformat
fr_fr: La version a un format invalide
it_it: La versione ha un formato non valido
ja_jp: バージョンのフォーマットが正しくありません。
ko_kr: 버전의 형식이 올바르지 않아요
nl_nl: Versie heeft een ongeldig formaat
pl_pl: Wersja ma nieprawidłowy format
pt_br: A versão possui um formato inválido
ru_ru: Неверный формат версии
zh_cn: 版本格式无效

# CompatibleGameVersionsDialogErrorTitle
source: Error
de_de: Fehler
fr_fr: Erreur
it_it: Errore
ja_jp: エラー
ko_kr: 에러
nl_nl: Foutmelding
pl_pl: Błąd
pt_br: Erro
ru_ru: Ошибка
zh_cn: 错误

# ConfigurationParseError
source: Error trying to parse "{0}"{1} Try to move {2} out of {3} and restart CKAN.
de_de: Fehler beim Parsen von "{0}"{1} Versuche {2} aus {3} zu verschieben und CKAN neu zu starten.
fr_fr: Erreur en essayant d'interpréter "{0}"{1} Essayez de déplacer {2} en dehors de {3} et redémarrez CKAN.
it_it: Errore nel tentativo di interpretare "{0}"{1} Prova a spostare {2} da {3} e a riavviare CKAN.
ko_kr: "{0}"{1} 를 분석하는 도중 에러 발생 {2} 를 {3} 밖으로 뺀 다음 CKAN을 재시작 해보세요.
nl_nl: Fout bij het proberen te parsen "{0}"{1} Probeer {2} uit {3} te verplaatsen en CKAN opnieuw te starten.
pl_pl: Błąd podczas przetwarzania "{0}"{1} Spróbuj przenieść {2} z {3} i uruchomić ponownie CKAN.
pt_br: Erro tentando analisar "{0}"{1} Tentando mover {2} de {3} e reiniciar o CKAN.
ru_ru: Ошибка парсинга "{0}"{1} По возможности уберите {2} из {3} и перезапустите CKAN.
zh_cn: 尝试解析 "{0}"{1} 时出错。 请尝试将 {2} 移出 {3} 并重启 CKAN。

# GUIModUnknown
source: Unknown
de_de: Unbekannt
fr_fr: Inconnue
it_it: Sconosciuta
ja_jp: 不明
ko_kr: 알 수 없음
nl_nl: Onbekend
pl_pl: Nieznane
pt_br: Desconhecido
ru_ru: Неизвестно
zh_cn: 未知

# GUIModGameCompatibilityLong
source: {0} (using mod version {1})
de_de: {0} (bei Mod-Version {1})
fr_fr: {0} (en utilisant la version du mod {1})
it_it: {0} (usando la versione mod {1})
ko_kr: {0} (모드 버전 {1} 를 사용 중)
nl_nl: {0} (gebruikt mod versie {1})
pl_pl: {0} (używanie modyfikacji w wersji {1})
pt_br: {0} (usando a versão do mod {1})
ru_ru: {0} (используется версия {1})
zh_cn: {0} (正在使用的Mod版本: {1})

# MainReleasesOrDevBuildsPrompt
source: CKAN is configured to check for updates at launch. In addition to the regular stable releases, dev builds are also available. Using dev builds will give you early access to new features and bugfixes, but with a higher chance of bugs. Please consider using the dev builds to help us catch and fix bugs before they make it into a release. Which build would you like to use? (This setting can be changed later in the CKAN settings.)
fr_fr: CKAN est configuré pour vérifier les mises à jour au démarrage. En plus des versions stables, il existe aussi des versions de développement. Ces dernières vous donneront un accès rapide aux nouvelles fonctionnalités et corrections de bogues, mais avec une plus grande chance de bogues. Si vous voulez contribuer activement à CKAN, utilisez les versions de développement pour nous aider à repérer et corriger les bogues le plus tôt possible. Quelle version souhaitez-vous utiliser ? (Ce paramètre peut être modifié plus tard dans les paramètres CKAN.)
pl_pl: CKAN jest skonfigurowany do sprawdzania aktualizacji przy uruchomieniu. Oprócz regularnych stabilnych wydań, dostępne są również wersje deweloperskie. Korzystanie z wersji deweloperskich zapewni Ci wczesny dostęp do nowych funkcji i poprawek błędów, ale z większą szansą na błędy. Rozważ użycie wersji deweloperskich, aby pomóc nam złapać i naprawić błędy, zanim wprowadzimy je do wydania. Którą kompilację (wersję) chcesz użyć? (To ustawienie można później zmienić w ustawieniach CKAN.)
zh_cn: CKAN被设置为在启动时检查更新。除了正常稳定的版本外，也可以使用开发版本。 使用开发版本将使您能够尽早访问新的功能和错误修正，但是出现未被发现或者未经修复错误的可能性更大。您可以考虑使用开发版本来帮助我们找到并修复错误，同时也可以切换至稳定版本。 您想要使用哪个渠道的版本？ (此设置可以在 CKAN 设置中更改。)

# MainReleasesOrDevBuildsYes
source: Use stable releases only
fr_fr: Utiliser uniquement les versions stables
pl_pl: Użyj tylko wydań stabilnych
zh_cn: 仅使用稳定版本

# MainReleasesOrDevBuildsNo
source: Use dev builds
fr_fr: Utiliser les versions de développement
pl_pl: Używaj wersji deweloperskich
zh_cn: 使用开发版本

# MainAutoUpdateFailed
source: Error in auto-update: {0}
de_de: Fehler beim Auto-Update: {0}
fr_fr: Erreur durant la mise à jour auto : {0}
it_it: Errore durante l'aggiornamento automatico: {0}
ja_jp: 自動更新にエラーが発生しました: {0}
ko_kr: 자동 업데이트 중 에러 발생: {0}
nl_nl: Fout in auto-update: {0}
pl_pl: Błąd przy automatycznej aktualizacji: {0}
pt_br: Erro na atualização automática: {0}
ru_ru: Ошибка авто-обновления: {0}
zh_cn: 自动更新错误: {0}

# MainQuitWithConflicts
source: There are conflicts. Really quit? {0}
de_de: Es existieren Konflikte. Trotzdem beenden? {0}
fr_fr: Il y a des conflits. Voulez-vous vraiment quitter ? {0}
it_it: Ci sono conflitti. Vuoi davvero uscire? {0}
ja_jp: 衝突があります。本当に止めますか？ {0}
ko_kr: 충돌이 있어요. 정말 나갈까요? {0}
nl_nl: Er zijn conflicten. Zeker afsluiten? {0}
pl_pl: Istnieją konflikty. Na pewno wyjść? {0}
pt_br: Existem conflitos. Deseja realmente sair? {0}
ru_ru: Существуют неразрешённые конфликты. Выйти? {0}
zh_cn: 存在冲突. 真的要退出吗？ {0}

# MainQuit
source: Quit
de_de: Beenden
fr_fr: Quitter
it_it: Esci
ja_jp: 止める
ko_kr: 나가기
nl_nl: Afsluiten
pl_pl: Zakończ
pt_br: Sair
ru_ru: Выйти
zh_cn: 退出

# MainGoBack
source: Go Back
de_de: Zurück
fr_fr: Revenir
it_it: Torna indietro
ja_jp: 戻る
ko_kr: 뒤로 가기
nl_nl: Ga terug
pl_pl: Powrót
pt_br: Voltar
ru_ru: Вернуться
zh_cn: 返回

# MainQuitWithUnmetDeps
source: There are unmet dependencies. Really quit?
de_de: Es gibt unerfüllte Abhängigkeiten. Trotzdem beenden?
fr_fr: Il y a des dépendances insatisfaites. Voulez-vous vraiment quitter ?
it_it: Ci sono dipendenze non soddisfatte. Vuoi davvero uscire?
ja_jp: 依存の問題が解消されていません。本当に止めますか？
ko_kr: 필수 모드가 충족되지 않았어요. 정말 나갈까요?
pt_br: Existem dependências não atendidas. Deseja realmente sair?
ru_ru: Найдены неустановленные зависимости. Выйти?
zh_cn: 有没有安装的依赖性模组. 您真的要退出吗？

# MainQuitWithUnappliedChanges
source: You have unapplied changes. Really quit? {0}
de_de: Du hast noch nicht übernommene Änderungen. Trotzdem beenden? {0}
fr_fr: Il y a des changements non pris en compte. Voulez-vous vraiment quitter ? {0}
it_it: Hai delle modifiche non applicate. Vuoi davvero uscire? {0}
ja_jp: 変更を破棄します。本当に止めますか？ {0}
ko_kr: 적용하지 않은 변경점들이 있어요. 정말 나갈까요? {0}
nl_nl: Je hebt niet-toegepaste wijzigingen. Afsluiten? {0}
pl_pl: Masz niezastosowane zmiany. Na pewno wyjść? {0}
pt_br: Você tem alterações não aplicadas. Deseja realmente sair? {0}
ru_ru: Некоторые изменения не применены. Выйти? {0}
zh_cn: 您还有模组安装设置未更改. 真的要退出吗？ {0}

# MainUpgradingWaitTitle
source: Updating CKAN
de_de: Aktualisiere CKAN
fr_fr: Mise à jour de CKAN
it_it: Aggiornamento Di Ckan
ja_jp: CKANアップデート
ko_kr: CKAN 업데이트 중
nl_nl: CKAN bijwerken
pl_pl: Aktualizowanie CKAN
pt_br: Atualizando o CKAN
ru_ru: Обновление CKAN
zh_cn: 正在更新CKAN

# MainUpgradingTo
source: Upgrading CKAN to {0}
de_de: Aktualisiere CKAN auf {0}
fr_fr: Mise à niveau de CKAN vers la {0}
it_it: Aggiornamento di CKAN a {0}
ja_jp: {0}へアップデート中
ko_kr: {0} 버전으로 업데이트 중
nl_nl: CKAN updaten naar {0}
pl_pl: Aktualizowanie CKAN do {0}
pt_br: Atualizando o CKAN para {0}
ru_ru: Обновление CKAN до {0}
zh_cn: 更新CKAN到 {0}

# MainDepNotSatisfied
source: {0} depends on {1}, which is not compatible with the currently installed game version
de_de: {0} ist abhängig von {1}, das nicht mit der aktuell installierten Spielversion kompatibel ist.
fr_fr: {0} dépend de {1}, qui n'est pas compatible avec la version du jeu installée actuellement
it_it: {0} dipende da {1}, che non è compatibile con la versione di gioco attualmente installata
ja_jp: {0}は{1}に依存しています, これは現在インストールされているゲームのバージョンに対応していません。
ko_kr: {0}의 필수모드인 {1}은 현재 설치되어 있는 게임 버전과 호환되지 않아요.
pt_br: {0} depende de {1}, que não é compatível com a versão do jogo instalada atualmente
ru_ru: {0} зависит {1}, который несовместим с установленной версией игры
zh_cn: 模组 {0} 依赖于模组 {1}, 而模组 {1} 并不与当前安装的游戏版本兼容

# MainFilterAll
source: Filter (All)
de_de: Filter (Alle)
fr_fr: Filtre (Tout)
it_it: Filtro (Tutto)
ja_jp: フィルター (全て)
ko_kr: 필터 (모두)
nl_nl: Filter (alles)
pl_pl: Filtr (wszystkie)
pt_br: Filtrar (Todos)
ru_ru: Фильтр (Все)
zh_cn: 筛选 (全部模组)

# MainFilterIncompatible
source: Filter (Incompatible)
de_de: Filter (Inkompatibel)
fr_fr: Filtre (Incompatible)
it_it: Filtro (Incompatibile)
ja_jp: フィルター (非対応)
ko_kr: 필터 (호환되지 않음)
nl_nl: Filter (niet compatibel)
pl_pl: Filtr (niekompatybilne)
pt_br: Filtrar (Incompatíveis)
ru_ru: Фильтр (Несовместимые)
zh_cn: 筛选 (不兼容的模组)

# MainFilterInstalled
source: Filter (Installed)
de_de: Filter (Installiert)
fr_fr: Filtre (Installé)
it_it: Filtro (Installato)
ja_jp: フィルター (インストール済)
ko_kr: 필터 (설치됨)
nl_nl: Filter (Geïnstalleerd)
pl_pl: Filtr (zainstalowane)
pt_br: Filtrar (Instalados)
ru_ru: Фильтр (Установленные)
zh_cn: 筛选 (已安装的模组)

# MainFilterUpgradeable
source: Filter (Upgradeable)
de_de: Filter (Aktualisierbar)
fr_fr: Filtre (À mettre à jour)
it_it: Filtro (Aggiornabile)
ja_jp: フィルター (更新可能)
ko_kr: 필터 (업데이트 가능)
nl_nl: Filter (upgradebaar)
pl_pl: Filtr (Nieaktualne)
pt_br: Filtrar (Atualizáveis)
ru_ru: Фильтр (Обновляемые)
zh_cn: 筛选 (可更新的模组)

# MainFilterReplaceable
source: Filter (Replaceable)
de_de: Filter (Ersetzbar)
fr_fr: Filtre (Remplaçable)
it_it: Filtro (Sostituibile)
ja_jp: フィルター (置換可能)
ko_kr: 필터 (대체 가능)
nl_nl: Filter (Vervangen)
pl_pl: Filtr (Zastępowalne)
pt_br: Filtrar (Substituíveis)
ru_ru: Фильтр (Заменяемые)
zh_cn: 筛选 (可替换的模组)

# MainFilterCached
source: Filter (Cached)
de_de: Filter (Im Cache)
fr_fr: Filtre (En cache)
it_it: Filtro (In Cache)
ja_jp: フィルター (ダウンロード済)
ko_kr: 필터 (캐시됨)
pl_pl: Filtr (Pobrane na dysku)
pt_br: Filtrar (Em cache)
ru_ru: Фильтр (Загруженные)
zh_cn: 筛选 (已缓存的模组)

# MainFilterUncached
source: Filter (Uncached)
de_de: Filter (Nicht im Cache)
fr_fr: Filtre (Pas en cache)
it_it: Filtro (Senza Cache)
ja_jp: フィルター (未ダウンロード)
ko_kr: 필터 (캐시되지 않음)
pl_pl: Filtr (Nie pobrane)
pt_br: Filtrar (Fora do cache)
ru_ru: Фильтр (Незагруженные)
zh_cn: 筛选 (未缓存的模组)

# MainFilterNew
source: Filter (New)
de_de: Filter (Neu)
fr_fr: Filtre (Nouveau)
it_it: Filtro (Nuovo)
ja_jp: フィルター (新)
ko_kr: 필터 (새 모드)
nl_nl: Filter (Nieuw)
pl_pl: Filtruj (Nowe)
pt_br: Filtrar (Novos)
ru_ru: Фильтр (Новые)
zh_cn: 筛选 (新)

# MainFilterNotInstalled
source: Filter (Not installed)
de_de: Filter (Nicht installiert)
fr_fr: Filtre (Pas installé)
it_it: Filtro (Non installato)
ja_jp: フィルター (未インストール)
ko_kr: 필터 (설치되지 않음)
nl_nl: Filter (Niet geïnstalleerd)
pl_pl: Filtr (Nie zainstalowane)
pt_br: Filtrar (Não instalados)
ru_ru: Фильтр (Не установленные)
zh_cn: 筛选 (未安装的模组)

# MainFilterCompatible
source: Filter (Compatible)
de_de: Filter (Kompatibel)
fr_fr: Filtre (Compatible)
it_it: Filtro (Compatibile)
ja_jp: フィルター (対応)
ko_kr: 필터 (호환됨)
nl_nl: Filter (Compatibel)
pl_pl: Filtr (Kompatybilne)
pt_br: Filtrar (Compatíveis)
ru_ru: Фильтр (Совместимые)
zh_cn: 筛选 (兼容的模组)

# MainFilterLabel
source: Label ({0})
it_it: Etichetta ({0})
ja_jp: ラベル ({0})
ko_kr: 라벨 ({0})
pl_pl: Etykieta ({0})
pt_br: Rótulo ({0})
ru_ru: Ярлык ({0})
zh_cn: 标签 ({0})

# MainFilterTag
source: Tag ({0})
de_de: Kategorie ({0})
fr_fr: Étiquette ({0})
ja_jp: タグ ({0})
ko_kr: 태그 ({0})
pt_br: Etiqueta ({0})
ru_ru: Тег ({0})
zh_cn: 分类 ({0})

# MainFilterUntagged
source: Tag (Untagged)
de_de: Kategorie (Keine)
fr_fr: Étiquette (sans étiquette)
it_it: Tag (Non Tag)
ja_jp: タグ (Untagged)
ko_kr: 태그 (태그 없음)
nl_nl: Tag (Niet-getagd)
pl_pl: Tag (Nieoznaczony)
pt_br: Etiqueta (Sem etiqueta)
ru_ru: Тег (Не тегированные)
zh_cn: 分类 (未分类)

# MainLaunchWithIncompatible
source: Some installed modules are incompatible! It might not be safe to launch the game. Really launch? {0}
de_de: Einige installierte Module sind inkompatibel! Es ist möglicherweise nicht sicher, das Spiel zu starten. Trotzdem starten? {0}
fr_fr: Certains modules installés sont incompatibles ! Il pourrait être dangereux de lancer le jeu. Voulez-vous vraiment le lancer ? {0}
it_it: Alcuni moduli installati sono incompatibili! Potrebbe non essere sicuro lanciare il gioco. Vuoi veramente lanciare il gioco? {0}
ja_jp: いくつかのModは対応していないようです!ゲームの起動は安全でないかもしれません。本当に起動しますか？ {0}
ko_kr: 설치된 모듈들의 일부가 호환되지 않아요! 이대로 게임을 실행하면 안전하지 않을 수도 있어요. 정말 실행할까요? {0}
nl_nl: Sommige geïnstalleerde modules zijn niet compatibel! Het is misschien niet veilig om het spel te starten. Echt starten? {0}
pl_pl: Niektóre zainstalowane moduły są niekompatybilne! Uruchamianie gry może nie być bezpieczne. Na pewno uruchomić? {0}
pt_br: Aluns módulos instalados são incompatíveis! Talvez não seja seguro inicializar o jogo. Deseja realmente innicializar? {0}
ru_ru: Некоторые из установленных модулей несовместимы! Запуск игры может привести к нежелательным последствиям. Запустить игру? {0}
zh_cn: 有一些已安装的模组与您的游戏版本不兼容！启动游戏可能出现故障. 您真的要启动吗？ {0}

# MainLaunchDontShow
source: Don't show this again for these mods on {0} {1}
de_de: Für diese Mods und {0} {1} nicht mehr anzeigen
fr_fr: Ne plus demander pour ces mods sur {0} version {1}
it_it: Non chiedere più queste mod su {0} versione {1}
ko_kr: 이 모드들에 관해서는 다시 보여주지 않기 {0} {1}
nl_nl: Niet meer tonen voor deze mods op {0} {1}
pl_pl: Nie pokazuj tego ponownie dla tych modyfikacji na {0} {1}
zh_cn: 在 {0} {1} 上不再显示这些模组

# MainLaunch
source: Launch
de_de: Starten
fr_fr: Lancement
it_it: Avvia
ja_jp: 起動
ko_kr: 실행
nl_nl: Start
pl_pl: Uruchom
pt_br: Inicializar
ru_ru: Запустить
zh_cn: 启动

# MainModPack
source: CKAN modpack (*.ckan)
fr_fr: Modpack CKAN (*.ckan)
it_it: Modpack CKAN (*.ckan)
ja_jp: CKAN Modパック (*.ckan)
ko_kr: CKAN 모드팩 (*.ckan)
pt_br: Lista de mods do CKAN (*.ckan)
ru_ru: Пакет модификаций CKAN (*.ckan)
zh_cn: CKAN 模块包 (*.ckan)

# MainPlainText
source: Plain text (*.txt)
de_de: Klartext (*.txt)
fr_fr: Texte (*.txt)
it_it: Testo semplice (*.txt)
ja_jp: 平文 (*.txt)
ko_kr: 일반 텍스트(*.txt)
nl_nl: Platte tekst (*.txt)
pl_pl: Zwykły tekst (*.txt)
pt_br: Texto plano (*.txt)
ru_ru: Текст (*.txt)
zh_cn: 纯文本 (*.txt)

# MainCSV
source: Comma-separated values (*.csv)
fr_fr: Valeurs séparées par des virgules (*.csv)
it_it: Valori separati da virgole (*.csv)
ja_jp: カンマ区切り形式 (*.csv)
ko_kr: 쉼표로 분리되는 값 (*.csv)
nl_nl: Door komma's gescheiden (.csv)
pl_pl: Format CSV (.csv)
pt_br: Arquivo separado por vírgula (*.csv)
ru_ru: Значения, разделённые запятыми (*.csv)
zh_cn: 逗号分隔值 (*.csv)

# MainTSV
source: Tab-separated values (*.tsv)
fr_fr: Valeurs séparées par des tabulations (*.tsv)
it_it: Valori separati da tabulazione (*.tsv)
ja_jp: タブ区切り形式 (*.tsv)
ko_kr: 탭으로 분리되는 값 (*.csv)
nl_nl: Tab-gescheiden waarden (*.tsv)
pl_pl: Format TSV (.tsv)
pt_br: Arquivo separado por tabulação (*.tsv)
ru_ru: Значения, разделённые табуляцией (*.tsv)
zh_cn: 标签分隔值 (*.tsv)

# MainNotFound
source: Not found.
de_de: Nicht gefunden.
fr_fr: Impossible de trouver.
it_it: Non trovato.
ja_jp: 見つかりませんでした。
ko_kr: 찾을 수 없었어요.
nl_nl: Niet gevonden.
pl_pl: Nie znaleziono.
pt_br: Não encontrado.
ru_ru: Не найдено.
zh_cn: 未找到.

# MainCantInstallDLC
source: CKAN can't install expansion {0}!
de_de: CKAN kann die Erweiterung {0} nicht installieren!
fr_fr: CKAN ne peut pas installer l'extension {0} !
it_it: CKAN non può installare l'espansione {0}!
ja_jp: CKANは拡張パック{0}をインストールできません。
ko_kr: CKAN은 {0} 확장을 설치할 수 없어요!
nl_nl: CKAN kan uitbreiding van {0} niet installeren!
pl_pl: CKAN nie może zainstalować dodatku {0}!
pt_br: O CKAN não pode instalar a expansão{0}!
ru_ru: CKAN не может установить дополнение {0}!
zh_cn: CKAN无法安装DLC {0}！

# MainLoadingGameInstance
source: Loading game instance
fr_fr: Chargement de l'instance de jeu
nl_nl: Spelinstantie laden
pl_pl: Ładowanie instancji gry
zh_cn: 加载游戏实例
